Repository: jasp-stats/jaspRegression
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, pl, pt, ta

# RegressionLinearBayesian|
source: Displays a plot of the marginal posterior distribution for each predictor.
es: Presenta el gráfico de la distribución marginal posterior para cada predictor.
eu: Aurreikusle bakoitzerako atzeko banaketa marjinalaren grafikoa erakusten du.
gl: Presenta a gráfica da distribución marxinal posterior para cada preditor.
pt: Exibe um gráfico da distribuição marginal posterior para cada preditor.

# RegressionLinearBayesian|
source: Shows the relation between model fit and complexity.
es: Muestra la relación entre el ajuste del modelo y la complejidad.
eu: Modeloaren egokitzaren eta konplexutasunaren arteko erlazioa erakusten du.
gl: Amosa a relación entre o axuste do modelo e a complexidade.
pt: Mostra a relação entre ajuste do modelo e complexidade.

# RegressionLinearBayesian|
source: Displays the cumulative distribution function of the model search.
es: Presenta la función de distribución acumulada de la búsqueda del modelo.
eu: Modeloaren bilaketaren banaketa-funtzio metatua erakusten du.
gl: Presenta a función de distribución acumulada da procura do modelo.
pt: Exibe a função de distribuição cumulativa da pesquisa do modelo.

# RegressionLinearBayesian|
source: Displays a Q-Q plot of the model averaged predictions against the residuals.
es: Presenta un gráfico Q-Q de las predicciones medias del modelo frente a los errores.
eu: Hondarren aurkako modeloaren batez besteko iragarpenen Q-Q grafikoa erakusten du.
gl: Presenta unha gráfica Q-Q das predicións medias do modelo fronte aos erros.
pt: Exibe um gráfico Q-Q das previsões médias do modelo em relação aos resíduos.

# RegressionLinearBayesian|
source: Compare models using the Akaike Information Criterion.
es: Comparar modelos utilizando el Criterio de Información de Akaike.
eu: Modeloak alderatu Akaike Informazio Irizpidea erabiliz.
gl: Comparar modelos utilizando o Criterio de Información de Akaike.
pt: Comparar modelos usando o Critério de Informação de Akaike.

# RegressionLinearBayesian|
source: Uses the MLE of g from the marginal likelihood within each model.
es: Utiliza el EMV de g de la verosimilitud marginal dentro de cada modelo.
eu: Eredu bakoitzaren barruko probabilitate marjinalaren arabera g-ren MLE erabiltzen du.
gl: Utiliza o EMV de g da verosimilitude marxinal dentro de cada modelo.
pt: Usa o EMV de g da verossimilhança marginal dentro de cada modelo.

# RegressionLinearBayesian|
source: A mixture of g-priors where the prior on g/(1+g) is a Beta(1, alpha/2). This uses the Cephes library for evaluation of the marginal likelihoods and may be numerically unstable for large n or R2 close to 1. Default choice of alpha is 3.
es: Una mezcla de g-previas en las que la previa de g/(1+g) es una Beta(1, alpha/2). Esto utiliza la biblioteca Cephes para la evaluación de las verosimiltudes marginales y puede ser numéricamente inestable para n grande o R2 cercano a 1. La elección predeterminada de alfa es 3.
eu: G-aurrekarien nahasketa bat, non g/(1+g)-ren aurrekoa Beta(1, alpha/2) den. Honek Cephes liburutegia erabiltzen du probabilitate marjinalak ebaluatzeko eta zenbakizko ezegonkorra izan daiteke n handietarako edo R2 1etik hurbil dagoenerako. Alfa aukera lehenetsia 3 da.
gl: Unha mixtura de g-previas nas que a previa de g/(1+g) é unha Beta(1, alpha/2). Isto utiliza a biblioteca Cephes para a avaliación das verosimiltudes marxinais é pode ser numericamente inestable para n grande ou R2 preto de 1. A elección predeterminada de alfa é 3.
pt: Uma mistura de g-priores onde o prior em g/(1+g) é um Beta(1, alfa/2). Utiliza a biblioteca Cephes para avaliar as verossimilhanças marginais e pode ser numericamente instável para n grande ou R² próximo de 1. A escolha padrão de alfa é 3.

# RegressionLinearBayesian|
source: A mixture of g-priors where u = g/n and u Beta(1, alpha/2) to provide consistency when the null model is true.
es: Una mixtura de g-previas donde u = g/n, y u Beta(1, alpha/2) para proporcionar consistencia cuando el modelo nulo es verdadero.
eu: G-aurrekarien konbinazio bat, non u = g/n eta u Beta(1, alpha/2) eredu nulua egia denean koherentzia emateko.
gl: Unha mestura de g-previas onde u = g/n, e u Beta(1, alpha/2) para proporcionar consistencia cando o modelo nulo é verdadeiro.
pt: Uma mistura de g-priors onde u = g/n e u Beta(1, alfa/2) para fornecer consistência quando o modelo nulo é verdadeiro.

# RegressionLinearBayesian|
source: Default Beta(a = 1, b = 1).
es: Predeterminada Beta(a = 1, b = 1).
eu: Beta lehenetsia (a = 1, b = 1).
gl: Predeterminada Beta(a = 1, b = 1).
pt: Padrão Beta(a = 1, b = 1).

# RegressionLinearBayesian|
source: Uniform prior distribution.
es: Distribución previa Uniforme.
eu: Aurreko banaketa uniformea.
gl: Distribución previa Uniforme.
pt: Distribuição anterior uniforme.

# RegressionLinearBayesian|
source: Bernoulli prior. Default p = 0.5.
es: Bernoulli previa. Por defecto, p = 0.5.
eu: Bernoulli aurrekoa. Lehenetsia p = 0.5.
gl: Bernoulli previa. Por defecto, p = 0.5.
pt: Bernoulli anterior. Padrão p = 0,5.

# RegressionLinearBayesian|
source: Samples with replacement via an MCMC algorithm that combines the birth/death random walk with a random swap move to interchange a variable in the model. No. samples indicates the number of MCMC samples to draw. Setting the value to 0 implies the number of MCMC iterations is equal to 10 times the number of models. Sampling stops when min(number of models, MCMC iterations) is reached.
es: Muestras con reemplazo mediante un algoritmo MCMC que combina el paseo aleatorio de inicio/fin con un movimiento de permuta aleatoria para intercambiar una variable en el modelo. No. muestras indica el número de muestras MCMC a extraer. Fijar el valor en 0 implica que el número de iteraciones MCMC es igual a 10 veces el número de modelos. El muestreo se detiene cuando se alcanza el mín(número de modelos, iteraciones MCMC).
gl: Mostras con substitución mediante un algoritmo MCMC que combina o paseo aleatorio de inicio/fin cun movemento de permuta aleatoria para intercambiar unha variable no modelo. No. mostras indica o número de mostras MCMC a extraer. Fixar o valor en 0 implica que o número de iteracións MCMC é igual a 10 veces o número de modelos. A mostraxe detense cando se acada o mín(número de modelos, iteracións MCMC).
pt: Amostras com substituição por meio de um algoritmo MCMC que combina a caminhada aleatória de nascimento/morte com um movimento de troca aleatória para trocar uma variável no modelo. O número de amostras indica o número de amostras MCMC a serem extraídas. Definir o valor como 0 implica que o número de iterações MCMC é igual a 10 vezes o número de modelos. A amostragem para quando min(número de modelos, iterações MCMC) é atingido.

# RegressionLogistic|
source: In this box the variable that is the covariate can be selected. Covariates are continuous variables that influence the dependent variable but are not part of the experimental manipulation.
es: En esta caja se puede elegir la variable que es la covariable. Las covariables son variables continuas que influyen en la variable dependiente, pero no son parte del manejo experimental.
eu: Kutxa honetan kobariantea den aldagaia hauta daiteke. Kobarianteak menpeko aldagaian eragina duten aldagai jarraituak dira, baina ez dira manipulazio esperimentalaren parte.
gl: Nesta caixa pódese elixir a variable que é a covariante. As covariantes son variables continuas que inflúen na variable dependente, pero non son parte do manexo experimental.
pt: Nesta caixa, a variável que é a covariável pode ser selecionada. Covariáveis são variáveis contínuas que influenciam a variável dependente, mas não fazem parte da manipulação experimental.

# RegressionLogistic|
source: The weights used for weighted least squares regression.
es: Las ponderaciones utilizadas para ponderar la regresión de mínimos cuadrados.
gl: As ponderacións utilizadas para ponderar a regresión de mínimos cadrados.
pt: Os pesos usados para regressão de mínimos quadrados ponderados.

# RegressionLogistic|
source: Ticking this box will add a coefficient estimate of the intercept as well. This corresponds to the first level for the independent variable.
es: Marcar este recuadro va a añadir también una estimación del coeficiente de la constante. Esto se corresponde con el primer nivel para la variable independiente.
eu: Laukitxo hau markatzeak ebakiduraren koefizientearen estimazio bat ere gehituko du. Aldagai independentearen lehen mailari dagokio.
gl: Marcar esta caixiña vai engadir tamén unha estimación do coeficiente da constante. Isto correspóndese co primeiro nivel para a variable independente.
pt: Marcar esta caixa também adicionará uma estimativa do coeficiente do intercepto. Isso corresponde ao primeiro nível da variável independente.

# RegressionLogistic|
source: Standardized estimates represent estimates where the predictors are standardized (X-standardization).
es: Las estimaciones tipificadas representan estimaciones en las que los predictores están tipificados (tipificación de X).
eu: Estimazio estandarizatuak aurreikusleak estandarizatuta dauden estimazioak adierazten dituzte (X-estandarizazioa).
gl: As estimacións tipificadas representan estimacións nas que os preditores están tipificados (tipificación de X).
pt: Estimativas padronizadas representam estimativas onde os preditores são padronizados (padronização X).

# RegressionLogistic|
source: Coverage of the confidence intervals in percentages. The default value is 95%, which can be changed by the user.
es: Cobertura de los intervalos de confianza en porcentaje. El valor predeterminado es 95%, y el usuario puede cambiarlo.
eu: Konfiantza-tarteen estaldura ehunekotan. Balio lehenetsia % 95 da, eta erabiltzaileak alda dezake.
gl: Cobertura dos intervalos de confianza en porcentaxe. O valor predeterminado é 95%, e o usuario pode trocalo.
pt: Cobertura dos intervalos de confiança em porcentagens. O valor padrão é 95 %, podendo ser alterado pelo usuário.

# RegressionLogistic|
source: This option controls for errors that are not independent and identically distributed. The use of robust standard errors will not change the coefficient estimates. If this option is not selected the normal standard error will be computed.
es: Esta opción controla que los errores no sean independientes e idénticamente distribuidos. La utilización de errores típicos robustos no va a cambiar las estimaciones de los coeficientes. Cuando no se elige esta opción, se calcula el error típico habitual.
eu: Aukera honek independenteak ez diren eta berdin banatutako erroreak kontrolatzen ditu. Errore estandar sendoen erabilerak ez ditu koefizienteen estimazioak aldatuko. Aukera hau hautatzen ez bada, errore estandar normala kalkulatuko da.
gl: Esta opción controla que os erros non sexan independentes e identicamente distribuídos. A utilización de erros padrón robustos non vai cambiar as estimacións dos coeficientes. Cando non se elixe esta opción, calcúlase o erro padrón habitual.
pt: Esta opção controla erros que não são independentes e distribuídos de forma idêntica. O uso de erros padrão robustos não alterará as estimativas dos coeficientes. Se esta opção não for selecionada, o erro padrão normal será calculado.

# RegressionLogistic|
source: Shows the maximum ratio of the likelihood of the obtained p value under H1 vs the likelihood of the obtained p value under H0. For example, if the two-sided p-value equals .05, the Vovk-Sellke MPR equals 2.46, indicating that this p-value is at most 2.46 times more likely to occur under H1 than under H0.
es: Muestra la proporción máxima de la verosimilitud del valor p obtenido bajo H1 frente a la verosimilitud del valor p obtenido bajo H0. Por ejemplo, si el valor p bilateral es igual a .05, el MPR de Vovk-Sellke es igual a 2.46, indicando que este valor p es como mucho 2.46 veces más probable que ocurra bajo H1 que bajo H0.
eu: H1-ren pean lortutako p balioaren probabilitatearen eta H0-ren pean lortutako p balioaren probabilitatearen arteko erlazio maximoa erakusten du. Adibidez, alde bikoitzeko p-balioa .05 bada, Vovk-Sellke MPR 2.46 da, eta horrek adierazten du p-balio hori gehienez 2.46 aldiz litekeena dela H1-en azpian H0-en azpian baino gertatzea.
gl: Amosa a proporción máxima da verosimilitude do valor P obtido baixo H1 fronte á verosimilitude do valor P obtido baixo H0. Por exemplo, se o valor P bilateral é igual a .05, o MPR de Vovk-Sellke é igual a 2.46, indicando que este valor P é como moito 2.46 veces máis probable que ocorra baixo H1 que baixo H0.
pt: Mostra a razão máxima entre a probabilidade do valor-p obtido em H1 e a probabilidade do valor-p obtido em H0. Por exemplo, se o valor-p bilateral for igual a 0,05, a MPR de Vovk-Sellke será igual a 2,46, indicando que esse valor-p tem, no máximo, 2,46 vezes mais probabilidade de ocorrer em H1 do que em H0.

# RegressionLogistic|
source: Displays Tolerance and Variance Inflation Factor for each predictor in the model to assess multicollinearity.
es: Muestra la Tolerancia y el Factor de Inflación de Varianza para cada predictor del modelo, para evaluar la multicolinealidad.
eu: Ereduaren iragarle bakoitzerako Tolerantzia eta Bariantzaren Inflazio Faktorea erakusten ditu multikolinearitatea ebaluatzeko.
gl: Amosa a Tolerancia e o Factor de Inflación da Varianza para cada preditor do modelo, para avaliar a multicolinearidade.
pt: Exibe o Fator de Inflação de Tolerância e Variância para cada preditor no modelo para avaliar a multicolinearidade.

# RegressionLogistic|
source: How often the model's prediction match the actual outcomes.
es: Número de veces que la predicción del modelo coincide con los resultados vigentes.
eu: Ereduaren iragarpena zenbatetan bat egiten duen benetako emaitzekin.
gl: Número de veces que a predición do modelo coincide cos resultados vixentes.
pt: Com que frequência a previsão do modelo corresponde aos resultados reais.

# RegressionLogistic|
source: The F-measure is based on the amount of systematic variance divided by the amount of unsystematic variance i.e., mean squares for the model / the residual mean squares.
es: La medida F se basa en la cantidad de varianza sistemática dividida por la cantidad de varianza no sistemática; i.e. media de los cuadrados del modelo / media de los cuadrados de los errores.
eu: F-neurria bariantza sistematikoaren kopuruan oinarritzen da, bariantza ez-sistematikoaren kopuruarekin zatituta, hau da, ereduaren batez besteko karratuak / hondar batez besteko karratuak.
gl: A medida F baséase na cantidade de varianza sistemática dividida pola cantidade de varianza non sistemática; i.e. media dos cadrados do modelo / media dos cadrados dos erros.
pt: A medida F é baseada na quantidade de variância sistemática dividida pela quantidade de variância não sistemática, ou seja, quadrados médios do modelo / quadrados médios residuais.

# RegressionLogistic|
source: Displays the specified confidence interval around the regression line on the plot.
es: Representa el intervalo de confianza especificado en torno a la línea de regresión, en el gráfico.
eu: Grafikoan erregresio-lerroaren inguruko konfiantza-tarte zehatza erakusten du.
gl: Representa o intervalo de confianza especificado arredor da liña de regresión, na gráfica.
pt: Exibe o intervalo de confiança especificado em torno da linha de regressão no gráfico.

# RegressionLogistic|
source: Displays individual data points on the plot.
es: Presenta los puntos individuales de datos, en el gráfico.
eu: Grafikoan datu-puntu indibidualak erakusten ditu.
gl: Presenta os puntos individuais de datos, na gráfica.
pt: Exibe pontos de dados individuais no gráfico.

# RegressionLogistic|
source: If the assumptions of the linear regression model hold, then these residuals should scatter randomly about a horizontal line. Any systematic pattern or clustering of the residuals suggests model assumption violations.
es: Si se sostienen los supuestos del modelo de regresión lineal, entonces estos errores deben dispersarse aleatoriamente respecto a la línea horizontal. Cualquier patrón sistemático o agrupamiento de los errores sugiere violaciones de los supuestos del modelo.
eu: Erregresio linealaren ereduaren hipotesiak betetzen badira, hondar hauek ausaz sakabanatu beharko lirateke lerro horizontal baten inguruan. Hondarren edozein eredu sistematikok edo multzokatzeak ereduaren hipotesiaren urraketak iradokitzen ditu.
gl: Cando se sosteñen os supostos do modelo de regresión linear, entón estes erros deben dispersarse aleatoriamente respecto á liña horizontal. Calquera padrón sistemático ou agrupamento dos erros suxire incumprimentos dos supostos do modelo.
pt: Se as suposições do modelo de regressão linear forem válidas, esses resíduos devem se espalhar aleatoriamente em torno de uma linha horizontal. Qualquer padrão sistemático ou agrupamento dos resíduos sugere violações das suposições do modelo.

# RegressionLogistic|
source: Adds every two-way interaction.
es: Añade toda interacción bidireccional.
eu: Bi norabideko interakzio guztiak gehitzen ditu.
gl: Engade toda interacción bidireccional.
pt: Adiciona cada interação bidirecional.

# RegressionLogistic|
source: Plots predicted probabilities on the logit scale, to ensure a linear relation.
es: Dibuja las probabilidades predichas en la escala logit, para asegurar la relación lineal.
eu: Aurreikusitako probabilitateak logit eskalan marrazten ditu, erlazio lineala bermatzeko.
gl: Debuxa as probabilidades preditas na escala logit, para asegurar a relación linear.
pt: Plota probabilidades previstas na escala logit, para garantir uma relação linear.

# RegressionLogistic|
source: The standardized deviance residuals.
es: Los errores de desviación tipificados.
eu: Desbideratze estandarizatuaren hondarrak.
gl: Os erros de desvío tipificados.
pt: Os resíduos do desvio padronizados.

# RegressionLogistic|
source: Plots performance of the model by plotting the true positive rate to the false positive rate. The cutoff step determines the threshold at which an observation is classified as positive or a negative.
es: Representa el comportamiento del modelo dibujando la proporción de verdaderos positivos respecto a la proporción de falsos positivos. El paso del punto de corte determina el umbral en el que una observación se clasifica como positiva o negativa.
eu: Ereduaren errendimendua grafikoki erakusten du, benetako positiboen tasa faltsu positiboen tasarekin alderatuz. Ebakidura-urratsak behaketa bat positibo edo negatibo gisa sailkatzen den atalasea zehazten du.
gl: Representa o comportamento do modelo debuxando a proporción de verdadeiros positivos respecto á proporción de falsos positivos. O paso do punto de corte determina o lindeiro no que unha observación se clasifica como positiva ou negativa.
pt: Representa o desempenho do modelo plotando a taxa de verdadeiros positivos em relação à taxa de falsos positivos. O passo de corte determina o limite no qual uma observação é classificada como positiva ou negativa.

# RegressionLogistic|
source: By clicking this box, the specified cutoff step is displayed on the performance plot.
es: Haciendo clic en este recuadro, el paso del punto de corte especificado se presenta en el gráfico de comportamiento.
eu: Kutxa honetan klik eginez gero, zehaztutako ebakidura-urratsa errendimendu-diagraman bistaratzen da.
gl: Facendo clic nesta caixiña, o paso do punto de corte especificado preséntase na gráfica de comportamento.
pt: Ao clicar nesta caixa, o passo de corte especificado é exibido no gráfico de desempenho.

# RegressionLogistic|
source: Displays the Positive predicitve value on the y axis vs the true positive rate/sensitivity on the x axis. Useful for imbalanced datasets. The cutoff step determines the threshold at which an observation is classified as positive or negative.
es: Presenta el valor predictivo positivo en el eje Y frente a la proporción verdadera positiva /sensibilidad en el eje X. Útil para conjuntos de datos no equilibrados. El paso del punto de corte determina el umbral en el que una observación se clasifica como positiva o negativa.
eu: Balio prediktibo positiboa y ardatzean bistaratzen du, benetako positiboen tasa/sentsibilitatearen aldean x ardatzean. Datu-multzo desorekatuetarako erabilgarria. Ebakidura-urratsak behaketa bat positibo edo negatibo gisa sailkatzen den atalasea zehazten du.
gl: Presenta o valor preditivo positivo no eixe Y fronte á proporción verdadeira positiva /sensibilidade no eixe X. Útil para conxuntos de datos non equilibrados. O paso do punto de corte determina o lindeiro no que unha observación clasifícase como positiva ou negativa.
pt: Exibe o valor preditivo positivo no eixo y versus a taxa/sensibilidade de verdadeiros positivos no eixo x. Útil para conjuntos de dados desbalanceados. O passo de corte determina o limite no qual uma observação é classificada como positiva ou negativa.

# RegressionLogistic|
source: By clicking this box, the specified cutoff step is displayed on the precision recall plot.
es: Haciendo clic en este recuadro, el paso del punto de corte especificado se presenta en el gráfico de precisión-exhaustividad.
eu: Kutxa honetan klik eginez gero, zehaztutako ebakidura-urratsa zehaztasun-berreskuratze-diagraman bistaratzen da.
gl: Facendo clic nesta caixiña, o paso do punto de corte especificado preséntase na gráfica de precisión-exhaustividade.
pt: Ao clicar nesta caixa, o passo de corte especificado é exibido no gráfico de revocação-precisão.

# RegressionLogisticBayesian|
source: The Bayesian Logistic Regression allows you to model a linear relationship between one or more explanatory variable/s and a categorical dependent variable.
es: La Regresión Logística Bayesiana permite modelar una relación lineal entre una o más variables explicativas y una variable dependiente con categorías.
eu: Erregresio Logistiko Bayesiarrak azalpen-aldagai bat edo gehiagoren eta mendeko aldagai kategoriko baten arteko erlazio lineal bat modelatzea ahalbidetzen du.
gl: A Regresión Loxística Baiesiana te permite modelar unha relación linear entre unha ou máis variables explicativas e unha variable dependente con categorías.
pt: A Regressão Logística Bayesiana permite modelar uma relação linear entre uma ou mais variáveis explicativas e uma variável dependente categórica.

# RegressionLogisticBayesian|
source: Drag the variables that are covariates to this box. Covariates are continuous variables that have an influence on the dependent variable but are not part of the experimental manipulation.
es: Arrastrar las variables que son covariables a esta caja. Las covariables son variables continuas que influyen en la variable dependiente, pero no son parte del manejo experimental.
eu: Kobarianteak diren aldagaiak kutxa honetara arrastatu. Kobarianteak aldagai jarraituak dira, mendeko aldagaian eragina dutenak, baina manipulazio esperimentalaren parte ez direnak.
gl: Arrastrar as variables que son covariantes a esta caixa. As covariantes son variables continuas que inflúen na variable dependente, pero non son parte do manexo experimental.
pt: Arraste as variáveis que são covariáveis para esta caixa. Covariáveis são variáveis contínuas que influenciam a variável dependente, mas não fazem parte da manipulação experimental.

# RegressionLogisticBayesian|
source: The weights used for weighted least squares regression.
es: Las ponderaciones utilizadas para ponderar la regresión de mínimos cuadrados.
gl: As ponderacións utilizadas para ponderar a regresión de mínimos cadrados.
pt: Os pesos usados para regressão de mínimos quadrados ponderados.
