Repository: jasp-stats/jaspRegression
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, pl, pt, ta

# Correlation|
source: Displays a table where one row corresponds to one pair of the specified variables, and the scatter plots are shown individually for each pair. If unticked, the results are presented in matrix format, with variable names in the columns and rows.
es: Muestra una tabla en la que una fila corresponde a un par de las variables especificadas, y los gráficos de dispersión se muestran individualmente para cada par. Si no se marca, los resultados se presentan en formato matricial, con los nombres de las variables en las columnas y filas.
eu: Taula bat bistaratzen du, non errenkada bat zehaztutako aldagaien bikote bati dagokion, eta sakabanaketa-diagramak bikote bakoitzerako banan-banan erakusten diren. Markatu gabe badago, emaitzak matrize formatuan aurkezten dira, aldagaien izenak zutabeetan eta errenkadetan dituztela.
gl: Amosa unha táboa na que unha fila corresponde a un par das variables especificadas, e as gráficas de dispersión amósanse individualmente para cada par. Se non se marca, os resultados preséntanse en formato matricial, cos nomes das variables nas columnas e filas.
pt: Exibe uma tabela onde uma linha corresponde a um par das variáveis especificadas, e os gráficos de dispersão são mostrados individualmente para cada par. Se desmarcada, os resultados são apresentados em formato de matriz, com os nomes das variáveis nas colunas e linhas.

# Correlation|
source: Displays the p-value corresponding to the observed correlation.
es: Muestra el valor p correspondiente a la correlación observada.
eu: Behatutako korrelazioari dagokion p-balioa bistaratzen du.
gl: Amosa o valor P correspondente á correlación observada.
pt: Exibe o valor-p correspondente à correlação observada.

# Correlation|
source: Marks statistically significant correlations.
es: Marca las correlaciones estadísticamente significativas.
eu: Korrelazio estatistikoki esanguratsuak markatzen ditu.
gl: Marca as correlacións estatisticamente significativas.
pt: Marca correlações estatisticamente significativas.

# Correlation|
source: Confidence intervals for the population correlation (available only for the Pearson correlation). The default is set at 95%, but this percentage can be adjusted. Additionally, you can set up bootstrap estimation, using 1000 replications by default but it can be modified to your desired number.
es: Intervalos de confianza para la correlación poblacional (solo disponible para la correlación de Pearson). Por defecto se fijan en 95%, pero este porcentaje se puede ajustar. Además, se puede establecer la estimación de Bootstrap, usando 1000 réplicas por defecto, pero se puede cambiar esto por el número que se quiera.
eu: Populazio-korrelazioaren konfiantza-tarteak (Pearson korrelaziorako bakarrik eskuragarri). Lehenetsia % 95ean ezarrita dago, baina ehuneko hau doi daiteke. Gainera, bootstrap estimazioa konfigura dezakezu, lehenespenez 1000 errepikapen erabiliz, baina nahi duzun zenbakira alda daiteke.
gl: Intervalos de confianza para a correlación poboacional (só dispoñible para a correlación de Pearson). Por defecto fíxanse no 95%, pero esta porcentaxe pódese axustar. Amais, podes establecer a estimación de Bootstrap, usando 1000 réplicas por defecto, pero podes trocar isto polo número que queiras.
pt: Intervalos de confiança para a correlação populacional (disponíveis apenas para a correlação de Pearson). O padrão é 95 %, mas essa porcentagem pode ser ajustada. Além disso, você pode configurar a estimativa bootstrap, usando 1.000 replicações por padrão, mas pode ser modificada para o número desejado.

# Correlation|
source: Shows the maximum ratio of the likelihood of the obtained p value under H1 vs the likelihood of the obtained p value under H0. For example, if the two-sided p-value equals .05, the Vovk-Sellke MPR equals 2.46, indicating that this p-value is at most 2.46 times more likely to occur under H1 than under H0.
es: Muestra la proporción máxima de la verosimilitud del valor p obtenido bajo H1 frente a la verosimilitud del valor p obtenido bajo H0. Por ejemplo, si el valor p bilateral es igual a .05, el MPR de Vovk-Sellke es igual a 2.46, indicando que este valor p es como mucho 2.46 veces más probable que ocurra bajo H1 que bajo H0.
eu: H1-en arabera lortutako p balioaren probabilitatearen eta H0-en arabera lortutako p balioaren probabilitatearen arteko erlazio maximoa erakusten du. Adibidez, alde bikoitzeko p-balioa .05 bada, Vovk-Sellke MPR 2,46 da, eta horrek adierazten du p-balio hori gehienez 2,46 aldiz litekeena dela H1-en arabera gertatzea H0-en arabera baino.
gl: Amosa a proporción máxima da verosimilitude do valor P obtido baixo H1 fronte á verosimilitude do valor P obtido baixo H0. Por exemplo, se o valor P bilateral é igual a .05, o MPR de Vovk-Sellke é igual a 2.46, indicando que este valor P é como moito 2.46 veces máis probable que ocorra baixo H1 que baixo H0.
pt: Mostra a razão máxima entre a probabilidade do valor-p obtido em H1 e a probabilidade do valor-p obtido em H0. Por exemplo, se o valor de p bilateral for igual a 0,05, a MPR de Vovk-Sellke será igual a 2,46, indicando que esse valor de p tem, no máximo, 2,46 vezes mais probabilidade de ocorrer em H1 do que em H0.

# Correlation|
source: The covariance between each pair of variables.
es: La covarianza entre cada par de variables.
eu: Aldagai-bikote bakoitzaren arteko kobariantza.
gl: A covarianza entre cada par de variables.
pt: A covariância entre cada par de variáveis.

# Correlation|
source: One-sided alternative hypothesis that the population correlation is less than 0.
es: Hipótesis alternativa unilateral de que la correlación poblacional es menor que 0.
eu: Alde bakarreko hipotesi alternatiboa, populazio-korrelazioa 0 baino txikiagoa dela dioena.
gl: Hipótese alternativa unilateral de que a correlación poboacional é menor que 0.
pt: Hipótese alternativa unilateral de que a correlação populacional é menor do que 0.

# Correlation|
source: Display a scatter plot for each pairwise combination of the selected variables. In a matrix format, these are placed above the diagonal.
es: Mostrar un gráfico de dispersión para cada combinación caso a caso de las variables seleccionadas. Con un formato matricial, se colocan por arriba de la diagonal.
eu: Hautatutako aldagaien bikoteka konbinazio bakoitzerako dispertsio-diagrama bat erakutsi. Matrize formatuan, hauek diagonalaren gainean kokatzen dira.
gl: Amosar unha gráfica de dispersión para cada combinación caso a caso das variables seleccionadas. Cun formato matricial, se colocan por arriba da diagonal.
pt: Exiba um gráfico de dispersão para cada combinação de pares das variáveis selecionadas. Em formato matricial, elas são colocadas acima da diagonal.

# Correlation|
source: Display histogram and the corresponding density plot for each variable. In a matrix format, these are placed on the diagonal.
es: Mostrar el histograma y el gráfico de densidad correspondiente para cada variable. En formato matricial, se colocan en la diagonal.
eu: Histograma eta dagokion dentsitate-diagrama bistaratu aldagai bakoitzerako. Matrize formatuan, hauek diagonalean kokatzen dira.
gl: Amosar o histograma e a gráfica de densidade correspondente para cada variable. En formato matricial, sitúanse na diagonal.
pt: Exiba o histograma e o gráfico de densidade correspondente para cada variável. Em formato matricial, eles são colocados na diagonal.

# Correlation|
source: Displays the specified confidence interval around the regression line on the plot.
es: Representa el intervalo de confianza especificado en torno a la línea de regresión, en el gráfico.
eu: Grafikoan erregresio-lerroaren inguruko konfiantza-tarte zehatza bistaratzen du.
gl: Representa o intervalo de confianza especificado arredor da liña de regresión, na gráfica.
pt: Exibe o intervalo de confiança especificado em torno da linha de regressão no gráfico.

# Correlation|
source: Displays a correlation heatmap for Pearson, Spearman, and Kendall's tau B coefficients separately.
es: Representa un mapa de calor de correlaciones para los coeficientes de Pearson, Spearman y tau B de Kendall, por separado.
eu: Pearson, Spearman eta Kendall-en tau B koefizienteen korrelazio-mapa termiko bat bistaratzen du bereizita.
gl: Representa un mapa de calor de correlacións para os coeficientes de Pearson, Spearman e tau B de Kendall, por separado.
pt: Exibe um mapa de calor de correlação para os coeficientes de Pearson, Spearman e tau B de Kendall separadamente.

# Correlation|
source: Means and standard deviations.
es: Medias y desviaciones típicas.
eu: Batez bestekoak eta desbideratze estandarrak.
gl: Medias e desvíos padrón.
pt: Médias e desvios padrões.

# Correlation|
source: Cross-product deviations and covariances.
es: Desviaciones de productos cruzados y covarianzas.
eu: Gurutzatutako produktuen desbideratzeak eta kobariantziak.
gl: Desvíos de produtos cruzados e covarianzas.
pt: Desvios e covariâncias de produto cruzado.

# Correlation|
source: Uses only complete cases across all variables.
es: Utiliza solo casos completos transversalmente a todas las variables.
eu: Aldagai guztietako kasu osoak soilik erabiltzen ditu.
gl: Utiliza só casos completos transversalmente a todas as variables.
pt: Usa apenas casos completos em todas as variáveis.

# CorrelationBayesian|
source: The Bayesian Correlation analysis allows for the estimation of the population correlation, as well as the comparison of hypotheses. The three comparisons are (i) between the null hypothesis (H0) that the correlation between pairs of variables equals 0, and the alternative hypothesis (H1) that the population correlation takes its value between -1 and 1; (ii) between H0 and the alternative hypothesis (H+) that the population correlation is positive; and (iii) between H0 and the alternative hypothesis (H-) that the population correlation is negative. All possible pairs of the specified variables are analyzed.
es: El análisis de Correlación Bayesiana permite la estimación de la correlación poblacional, así como la comparación de hipótesis. Las tres comparaciones son: (i) entre la hipótesis nula (H0) de que la correlación entre pares de variables es igual a 0, y la hipótesis alternativa (H1) de que la correlación poblacional toma un valor entre -1 y 1; (ii) entre H0 y la hipótesis alternativa (H+) de que la correlación poblacional es positiva; y (iii) entre H0 y la hipótesis alternativa (H-) de que la correlación poblacional es negativa. Se analizan todos los posibles pares con las variables especificadas.
eu: Bayesiar korrelazio-analisiak populazioaren korrelazioa kalkulatzea ahalbidetzen du, baita hipotesien alderaketa ere. Hiru konparaketak hauek dira: (i) aldagai bikoteen arteko korrelazioa 0 dela dioen hipotesi nuluaren (H0) eta populazio korrelazioak bere balioa -1 eta 1 artean hartzen duela dioen hipotesi alternatiboaren (H1) artean; (ii) H0 eta populazio korrelazioa positiboa dela dioen hipotesi alternatiboaren (H+) artean; eta (iii) H0 eta populazio korrelazioa negatiboa dela dioen hipotesi alternatiboaren (H-) artean. Zehaztutako aldagaien bikote posible guztiak aztertzen dira.
gl: A análise de Correlación Baiesiana permite a estimación da correlación poboacional, así como a comparación de hipóteses. As tres comparacións son: (i) entre a hipótese nula (H0) de que a correlación entre pares de variables é igual a 0, e a hipótese alternativa (H1) de que a correlación poboacional toma un valor entre -1 e 1; (ii) entre H0 e a hipótese alternativa (H+) de que a correlación poboacional é positiva; e (iii) entre H0 e a hipótese alternativa (H-) de que a correlación poboacional é negativa. Analízanse tódolos posibles pares coas variables especificadas.
pt: A análise de correlação Bayesiana permite a estimativa da correlação populacional, bem como a comparação de hipóteses. As três comparações são: (i) entre a hipótese nula (H0) de que a correlação entre pares de variáveis é igual a 0 e a hipótese alternativa (H1) de que a correlação populacional assume um valor entre -1 e 1; (ii) entre H0 e a hipótese alternativa (H+) de que a correlação populacional é positiva; e (iii) entre H0 e a hipótese alternativa (H-) de que a correlação populacional é negativa. Todos os pares possíveis das variáveis especificadas são analisados.

# CorrelationBayesian|
source: Variables for which to compute the correlation coefficient.
es: Variables para las que se calcula el coeficiente de correlación.
eu: Korrelazio-koefizientea kalkulatzeko aldagaiak.
gl: Variables para as que se calcula o coeficiente de correlación.
pt: Variáveis para as quais calcular o coeficiente de correlação.

# CorrelationBayesian|
source: Pearson's product moment correlation coefficient. This is the famous r value.
es: Coeficiente de correlación del momento de producto de Pearson. Este es el famoso valor r.
eu: Pearsonen produktu-momentu korrelazio-koefizientea. Hau da r balio ospetsua.
gl: Coeficiente de correlación do momento de produto de Pearson. Este é o famoso valor r.
pt: Coeficiente de correlação produto-momento de Pearson. Este é o famoso valor r.

# CorrelationBayesian|
source: Kendall's tau-b rank-order correlation coefficient to quantify the monotonic association between two variables by comparing concordant and non-concordant pairs. Use when the data are not normally distributed.
es: Coeficiente de correlación de órdenes de rango tau-b de Kendall para cuantificar la asociación monótona entre dos variables comparando los pares concordantes y no concordantes. Utilizar cuando los datos no siguen una distribución Normal.
eu: Kendall-en tau-b sailkapen-ordenako korrelazio-koefizientea, bi aldagaien arteko lotura monotonikoa kuantifikatzeko, bikote konkordanteak eta ez-konkordanteak alderatuz. Erabili datuak normalean banatuta ez daudenean.
gl: Coeficiente de correlación de ordes de rango tau-b de Kendall para cuantificar a asociación monótona entre dúas variables comparando os pares concordantes e non concordantes. Utilizar cando os datos non seguen unha distribución Normal.
pt: Coeficiente de correlação de ordem de postos tau-b de Kendall para quantificar a associação monotônica entre duas variáveis comparando pares concordantes e não concordantes. Use quando os dados não forem distribuídos normalmente.

# CorrelationBayesian|
source: Displays a table where one row corresponds to one pair of the specified variables. If unticked, the results are presented in matrix format, with variable names in the columns and rows.
es: Muestra una tabla en la que una fila corresponde a un par de las variables especificadas. Si no se marca, los resultados se presentan en formato matricial, con los nombres de las variables en las columnas y filas.
eu: Taula bat bistaratzen du, non errenkada bat zehaztutako aldagaien bikote bati dagokion. Markatu gabe badago, emaitzak matrize formatuan aurkezten dira, aldagaien izenak zutabe eta errenkadetan dituztela.
gl: Amosa unha táboa na que unha fila corresponde a un par das variables especificadas. Se non se marca, os resultados preséntanse en formato matricial, cos nomes das variables nas columnas e filas.
pt: Exibe uma tabela onde uma linha corresponde a um par das variáveis especificadas. Se desmarcada, os resultados são apresentados em formato de matriz, com nomes de variáveis nas colunas e linhas.

# CorrelationBayesian|
source: Reports Bayes factor for each test.
es: Informa del factor de Bayes para cada contraste.
eu: Proba bakoitzerako Bayes faktorea adierazten du.
gl: Informa do factor de Bayes para cada proba.
pt: Relata o fator de Bayes para cada teste.

# CorrelationBayesian|
source: Indicates which correlation coefficients yield Bayes factors greater than 10, 30, and 100.
es: Indica qué coeficientes de correlación producen factores de Bayes mayores que 10, 30 y 100.
eu: Zein korrelazio koefizientek ematen dituzten 10, 30 eta 100 baino handiagoak diren Bayes faktoreak adierazten du.
gl: Indica que coeficientes de correlación producen factores de Bayes maiores que 10, 30 e 100.
pt: Indica quais coeficientes de correlação produzem fatores de Bayes maiores que 10, 30 e 100.

# CorrelationBayesian|
source: Reports the sample size for each test.
es: Informa del tamaño muestral para cada contraste.
eu: Proba bakoitzerako laginaren tamaina adierazten du.
gl: Informa do tamaño mostral para cada proba.
pt: Relata o tamanho de amostra para cada teste.

# CorrelationBayesian|
source: Displays central 95% credible intervals for the correlation coefficient. The percentage can be changed.
es: Presenta el intervalo con el 95% de credibilidad para el coeficiente de correlación. El porcentaje se puede cambiar.
eu: Korrelazio-koefizientearen erdiko % 95eko sinesgarritasun tarteak erakusten ditu. Ehunekoa alda daiteke.
gl: Presenta o intervalo co 95% de credibilidade para o coeficiente de correlación. A porcentaxe pódese trocar.
pt: Exibe intervalos credíveis centrais de 95 % para o coeficiente de correlação. A porcentagem pode ser alterada.

# CorrelationBayesian|
source: Displays a grid of scatterplots for each possible combination of the selected variables. These are placed above the diagonal.
es: Presenta una cuadrícula de gráficos de dispersión para cada combinación posible de las variables seleccionadas. Estas se sitúan por arriba de la diagonal.
eu: Hautatutako aldagaien konbinazio posible bakoitzerako sakabanaketa-diagramen sareta bat erakusten du. Hauek diagonalaren gainean jartzen dira.
gl: Presenta unha grella de gráficas de dispersión para cada combinación posible das variables seleccionadas. Estas colócanse por arriba da diagonal.
pt: Exibe uma grade de gráficos de dispersão para cada combinação possível das variáveis selecionadas. Estes são posicionados acima da diagonal.

# CorrelationBayesian|
source: Displays a histogram and the corresponding density plot for each variable. These are placed on the diagonal.
es: Muestra el histograma y el gráfico de densidad correspondiente para cada variable. Estas se sitúan en la diagonal.
eu: Histograma bat eta dagokion dentsitate-diagrama erakusten ditu aldagai bakoitzerako. Hauek diagonalean jartzen dira.
gl: Amosa o histograma e a gráfica de densidade correspondente para cada variable. Estas sitúanse na diagonal.
pt: Exibe um histograma e o gráfico de densidade correspondente para cada variável. Estes são colocados na diagonal.

# CorrelationBayesian|
source: Displays posterior distribution of the correlation coefficient for each possible combination of the selected variables. These are placed below the diagonal.
es: Muestra la distribución posterior del coeficiente de correlación para cada posible combinación de las variables seleccionadas. Estas se sitúan por debajo de la diagonal.
eu: Hautatutako aldagaien konbinazio posible bakoitzerako korrelazio-koefizientearen ondorengo banaketa erakusten du. Hauek diagonalaren azpian jartzen dira.
gl: Amosa a distribución posterior do coeficiente de correlación para cada posible combinación das variables seleccionadas. Estas colócanse por debaixo da diagonal.
pt: Exibe a distribuição posterior do coeficiente de correlação para cada combinação possível das variáveis selecionadas. Estas são colocadas abaixo da diagonal.

# CorrelationBayesian|
source: Stretched beta prior width: Width of the scaled beta distribution on the correlation under the alternative hypothesis; default is 1. The lower this value, the more concentrated the prior density is around 0. Value must be between 0 and 2.
es: Ancho de la previa de Beta alargada: Ancho de la distribución Beta escalada en la correlación bajo la hipótesis alternativa; por defecto es 1. Cuanto menor sea este valor, más concentrada está la densidad previa en torno a 0. El valor debe estar entre 0 y 2.
eu: Luzatutako beta aurreko zabalera: Eskalatutako beta banaketaren zabalera hipotesi alternatiboaren pean korrelazioan; lehenetsia 1 da. Zenbat eta txikiagoa izan balio hau, orduan eta kontzentratuagoa dago aurreko dentsitatea 0 inguruan. Balioa 0 eta 2 artean egon behar da.
gl: Ancho da previa de Beta alongada: Ancho da distribución Beta escalada na correlación baixo a hipótese alternativa; por defecto é 1. Canto menor sexa este valor, máis concentrada está a densidade previa arredor de 0. O valor debe estar entre 0 e 2.
pt: Largura anterior do beta esticado: Largura da distribuição beta escalonada na correlação sob a hipótese alternativa; o padrão é 1. Quanto menor esse valor, mais concentrada será a densidade anterior em torno de 0. O valor deve estar entre 0 e 2.

# GeneralizedLinearModel|
source: Selected by default. This adds an intercept term to the model.
es: Selección por defecto. Esto añade un término constante al modelo.
eu: Lehenespenez hautatuta. Honek ebakidura-termino bat gehitzen dio ereduari.
gl: Selección por defecto. Isto engade un termo constante ao modelo.
pt: Selecionado por padrão. Adiciona um termo de intercepto ao modelo.

# GeneralizedLinearModel|
source: Selected by default. This gives a table summarizing the model's parameter estimates, standard error around the parameter estimates, the test statistic (t or z), and the p-value.
es: Seleccionado por defecto. Esto proporciona una tabla que resume las estimaciones de los parámetros del modelo, el error típico en torno a las estimaciones de los parámetros, el estadístico de contraste (t o z) y el valor p.
eu: Lehenespenez hautatuta. Honek ereduaren parametroen estimazioak, parametroen estimazioen inguruko errore estandarra, proba-estatistika (t edo z) eta p-balioa laburbiltzen dituen taula bat ematen du.
gl: Seleccionado por defecto. Isto proporciona unha táboa que resume as estimacións dos parámetros do modelo, o erro padrón arredor das estimacións dos parámetros, o estatístico de proba (t ou z) e o valor P.
pt: Selecionado por padrão. Isso gera uma tabela que resume as estimativas dos parâmetros do modelo, o erro padrão em torno das estimativas dos parâmetros, a estatística de teste (t ou z) e o valor-p.

# GeneralizedLinearModel|
source: A table showing the top n cases, ranked descendingly based on the size of the residuals. Note that the shown cases are not necessarily outliers. The column Case Number refers to the row number of the observation in the data set.
es: Una tabla que muestra los n primeros casos, jerarquizados de modo descendente en base al tamaño de los errores. Observe que los casos que se muestran no son necesariamente atípicos. La columna Número de Caso se refiere al número de fila de la observación en el conjunto de datos.
eu: Hondarren tamainaren arabera beheranzko ordenan sailkatutako n kasu nagusiak erakusten dituen taula bat. Kontuan izan erakusten diren kasuak ez direla nahitaez muturrekoak. Kasu Zenbakia zutabeak datu-multzoko behaketaren errenkada-zenbakiari egiten dio erreferentzia.
gl: Unha táboa que amosa os n primeiros casos, xerarquizados de xeito descendente en base ao tamaño dos erros. Cae na conta de que os casos que se amosan non son necesariamente atípicos. A columna Número de Caso refírese ao número de fila da observación no conxunto de datos.
pt: Uma tabela mostrando os n principais casos, classificados em ordem decrescente com base no tamanho dos resíduos. Observe que os casos mostrados não são necessariamente discrepantes. A coluna Número do Caso refere-se ao número da linha da observação no conjunto de dados.

# GeneralizedLinearModel|
source: Top n standardized quantile residuals.
es: Primeros n errores tipificados de cuantiles.
eu: Hondar kuantil estandarizatuen n.
gl: Primeiros n erros tipificados de cuantiles.
pt: Principais resíduos quantílicos padronizados.

# GeneralizedLinearModel|
source: Top n standardized deviance residuals.
es: Primeros n errores tipificados de desviación.
gl: Primeiros n erros tipificados de desvío.
pt: Principais resíduos de desvio padronizados.
