Repository: jasp-stats/jaspRegression
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, pl, pt, ta

# RegressionLogistic|
source: Deviance
de: Devianz
es: Desviación
eu: Desbideratzea
fr: Déviance
gl: Desviación
pl: Odchylenie
pt: Desvio
ta: விலகல்

# RegressionLinear|
source: Residuals histogram
de: Residuen-Histogramm
es: Histograma de los errores
eu: Hondarren histograma
fr: Histogramme des résidus
gl: Histograma dos erros
pl: Histogram reszt
pt: Histograma de resíduos
ta: மீதமுள்ள இச்டோகிராம்

# RegressionLogistic|
source: Conditional estimates plots
de: Diagramme konditionaler Schätzungen
es: Gráficos de estimaciones condicionadas
eu: Baldintzapeko estimazioen grafikoak
fr: Graphiques d’estimations conditionnelles
gl: Gráficas de estimacións condicionadas
pt: Gráficos de estimativas condicionais
ta: நிபந்தனை மதிப்பீடுகள் அடுக்குகள்

# RegressionLinear|
source: Other Plots
de: Andere Diagramme
es: Otros Gráficos
eu: Beste grafikoak
fr: Autres graphiques
gl: Outras Gráficas
pl: Inne wykresy
pt: Outros Gráficos
ta: பிற அடுக்குகள்

# RegressionLinear|
source: Marginal effects plots
de: Diagramme Marginaler Effekte
es: Gráficos de los efectos marginales
eu: Efektu marjinalen grafikoak
fr: Graphiques des effets marginaux
gl: Gráficas dos efectos marxinais
pt: Gráficos de efeitos marginais
ta: விளிம்பு விளைவுகள் அடுக்கு

# RegressionLogistic|
source: Accuracy
de: Genauigkeit
es: Precisión
eu: Zehaztasuna
fr: Précision
gl: Precisión
pl: Dokładność
pt: Exatidão
ta: துல்லியம்

# Description|
source: Generalized Linear Model
de: Generalisiertes Lineares Modell
es: Modelo Lineal Generalizado
eu: Eredu Lineal Orokorra
fr: Modèle linéaire généralisé
gl: Modelo Linear Xeneralizado
pl: Ogólny model liniowy (GLM)
pt: Modelo Linear Generalizado
ta: பொதுவான நேரியல் மாதிரி

# EmmComponent|
source: Estimated Marginal Means and Contrast Analysis
de: Geschätzte Randmittelwerte und Kontrastanalyse
es: Medias Marginales Estimadas y Análisis de Contraste
eu: Batez besteko Marjinal Estimatuak eta Kontraste-Analisia
fr: Moyennes marginales estimées et analyse de contraste
gl: Medias Marxinais Estimadas e Análise de Comparación
pl: Oszacowane średnie brzegowe i analiza kontrastu
pt: Médias Marginais Estimadas e Análise de Contraste
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள் மற்றும் மாறுபட்ட பகுப்பாய்வு

# EmmComponent|
source: Model variables
de: Modellvariablen
es: Variables del modelo
eu: Eredu-aldagaiak
fr: Modèle de variables
gl: Variables do modelo
pl: Zmienne w modelu
pt: Variáveis do modelo
ta: மாதிரி மாறிகள்

# EmmComponent|
source: Selected variables
de: Ausgewählte Variablen
es: Variables seleccionadas
eu: Hautatutako aldagaiak
fr: Variables sélectionnées
gl: Variables escollidas
pl: Wybrane zmienne
pt: Variáveis selecionadas
ta: தேர்ந்தெடுக்கப்பட்ட மாறிகள்

# EmmComponent|
source: Confidence interval
de: Konfidenzintervall
es: Intervalo de confianza
fr: Intervalle de confiance
gl: Intervalo de confianza
pl: Przedział ufności
pt: Intervalo de confiança
ta: நம்பிக்கை இடைவெளி

# EmmComponent|
source: Levels of covariates at mean +/-
de: Stufen der Kovariaten bei Mittelwert +/-
es: Niveles de las covariables en la media +/-
eu: Kobarianteen mailak batez bestekoan +/-
fr: Niveaux des covariables à moyenne +/-
gl: Niveis das covariantes na media +/-
pl: Poziomy współzmiennych przy średniej +/-
pt: Níveis das covariáveis na média +/-
ta: சராசரி +/- இல் கோவாரியட்டுகளின் அளவுகள்

# EmmComponent|
source: Compare marginal means to:
de: Randmittelwerte vergleichen mit:
es: Comparar las medias marginales con:
eu: Konparatu batez besteko marjinalak honekin:
fr: Comparer les moyennes marginales avec :
gl: Comparar as medias marxinais con:
pl: Porównaj średnie brzegowe z:
pt: Comparar as médias marginais com:
ta: விளிம்பு வழிகளை ஒப்பிடுக:

# EmmComponent|
source: Use response scale
de: Antwortskala verwenden
es: Utilizar la escala de respuesta
eu: Erabili erantzun-eskala
fr: Utiliser l'échelle de réponse
gl: Utilizar a escala de resposta
pl: Użyj skali odpowiedzi
pt: Usar a escala de resposta
ta: மறுமொழி அளவைப் பயன்படுத்தவும்

# EmmComponent|
source: Specify contrasts
de: Kontraste spezifizieren
es: Especificar contrastes
eu: Zehaztu kontrasteak
fr: Spécifier les contrastes
gl: Especificar os contrastes
pl: Określ kontrasty
pt: Especificar os contrastes
ta: முரண்பாடுகளைக் குறிப்பிடவும்

# EmmComponent|
source: P-value adjustment
de: P-Wert Adjustierung
es: Ajuste del valor p
eu: P-balioaren doikuntza
fr: Ajustement de la valeur p
gl: Axuste do valor P
pl: Dostosowanie wartości p
pt: Ajuste do valor-p
ta: பி-மதிப்பு சரிசெய்தல்

# EmmComponent|
source: Multivariate-t
de: Multivariat-t
es: T multivariante
eu: Aldagai anitzeko-t
fr: t multivarié
gl: T multivariante
pl: Wielowymiarowe t
pt: t multivariado
ta: பன்முக-டி

# EmmComponent|
source: None
de: Keine
es: Ninguna
eu: Bat ere ez
fr: Aucun
gl: Ningún
pl: Żadne
pt: Nenhum
ta: எதுவுமில்லை

# GlmInputComponent|
source: Dependent variable
de: Abhängige Variable
es: Variable dependiente
eu: Menpeko Aldagaia
fr: Variable dépendante
gl: Variable dependente
pl: Zmienna zależna
pt: Variável dependente
ta: சார்பு மாறி

# GlmInputComponent|
source: Covariates
de: Kovariaten
es: Covariables
eu: Ko-aldagaiak
fr: Covariables
gl: Covariantes
pl: Współzmienne
pt: Covariáveis
ta: கோவாரியட்டுகள்

# GlmInputComponent|
source: Factors
de: Faktoren
es: Factores
eu: Faktoreak
fr: Facteurs
gl: Factores
pl: Czynniki
pt: Fatores
ta: காரணிகள்

# GlmInputComponent|
source: Total Number of Trials
de: Gesamtzahl der Durchgänge
es: Número Total de Intentos
eu: Saiakuntza Kopuru Osoa
fr: Nombre total d'essais
gl: Número Total de Ensaios
pl: Całkowita liczba powtórzeń
pt: Número Total de Tentativas
ta: சோதனைகளின் மொத்த எண்ணிக்கை

# GlmInputComponent|
source: Weights
de: Gewichte
es: Ponderaciones
eu: Pisuak
gl: Ponderacións
pl: Wagi
pt: Pesos
ta: எடைகள்

# GlmInputComponent|
source: Family
de: Familie
es: Familia
eu: Familia
fr: Famille
gl: Familia
pl: Typ
pt: Família
ta: குடும்பம்

# GlmInputComponent|
source: Gaussian
de: Gaußsche
es: Normal
eu: Gaussiarra
gl: Normal
pl: Gaussa
pt: Gaussiana
ta: காசியன்

# GlmInputComponent|
source: Inverse Gaussian
de: Inverse Gaußsche
es: Normal Inversa
gl: Normal Inversa
pl: Odwrotna Gaussa
pt: Gaussiana Inversa
ta: தலைகீழ் காசியன்

# GlmInputComponent|
source: Link
de: Linkfunktion
es: Enlace
eu: Esteka
gl: Enlace
pt: Ligação
ta: இணைப்பு

# GlmInputComponent|
source: Complementary LogLog
de: Komplementäre LogLog
es: LogLog complementario
gl: LogLog complementario
pl: CLogLog
pt: LogLog complementar
ta: நிரப்பு லோக்லாக்

# GlmInputComponent|
source: Identity
de: Identität
es: Identidad
eu: Identitatea
gl: Identidade
pl: Tożsamość
pt: Identidade
ta: முற்றொருமை

# GlmInputComponent|
source: Log
es: Logaritmo
gl: Logaritmo
pl: Logarytm
pt: Logarítimo
ta: பதிவு

# GlmInputComponent|
source: Sqrt
de: Wurzel
es: Cuadrado
gl: Cadrado
pl: Pierwiastek kw.
pt: Quadr

# GlmInputComponent|
source: Inverse
es: Inversa
gl: Inversa
pl: Odwrotność
pt: Inverso
ta: தலைகீழ்

# GlmResidualAnalysisPlotsComponent|
source: Analysis of Residuals
de: Analyse der Residuen
es: Análisis de los Errores
eu: Hondarren Analisia
gl: Análise dos Erros
pl: Analiza reszt
pt: Análise de Resíduos
ta: எச்சங்களின் பகுப்பாய்வு

# GlmResidualAnalysisPlotsComponent|
source: Deviance Residuals
de: Devianz-Residuen
es: Errores Desviación
eu: Desbideratze-Hondarrak
gl: Erros Desvío
pt: Desvio dos Resíduos
ta: விலகல் எச்சங்கள்

# GlmResidualAnalysisPlotsComponent|
source: Residuals vs. fitted
de: Residuen vs. angepasst
es: Errores vs. Ajustados
eu: Hondarrak vs. egokituak
gl: Erros vs. Axustes
pl: Reszty vs. dopasowane
pt: Resíduos vs. ajustados
ta: எச்சங்கள் எதிராக பொருத்தப்பட்டவை

# GlmResidualAnalysisPlotsComponent|
source: Residuals vs. predictor
de: Residuen vs. Prädiktor
es: Errores vs. Predictor
eu: Hondarrak vs. iragarlea
gl: Erros vs. Preditor
pl: Reszty vs. predyktor
pt: Resíduos vs. preditor
ta: எச்சங்கள் எதிராக முன்கணிப்பு

# GlmResidualAnalysisPlotsComponent|
source: Q-Q plot
de: Q-Q-Diagramm
es: Gráfico Q-Q
eu: Q-Q grafikoa
fr: Diagramme Q-Q
gl: Gráfica Q-Q
pl: Wykres K-K
pt: gráfico Q-Q
ta: Q-Q சூழ்ச்சி

# GlmResidualAnalysisPlotsComponent|
source: Pearson Residuals
de: Pearson-Residuen
es: Errores Pearson
eu: Pearsonen hondarrak
gl: Erros Pearson
pl: Reszty Pearsona
pt: Resíduos de Pearson
ta: பியர்சன் எச்சங்கள்

# GlmResidualAnalysisPlotsComponent|
source: Quantile Residuals
de: Quantil-Residuen
es: Errores Cuantiles
eu: Kuantil Hondarrak
gl: Erros Cuantís
pt: Resíduos dos Quantis
ta: அளவு எச்சங்கள்

# GlmResidualAnalysisPlotsComponent|
source: Other Plots
de: Andere Diagramme
es: Otros Gráficos
eu: Beste grafikoak
gl: Outras Gráficas
pl: Inne wykresy
pt: Outros Gráficos
ta: பிற அடுக்குகள்

# GlmResidualAnalysisPlotsComponent|
source: Partial residual plots
de: Partielle Residuen-Diagramme
es: Gráficos del error parcial
eu: Hondar partzialen grafikoak
gl: Gráficas do erro parcial
pl: Wykres reszt cząstkowych
pt: Gráficos de resíduos parciais
ta: பகுதி எஞ்சிய அடுக்கு

# GlmResidualAnalysisPlotsComponent|
source: Working responses vs. linear predictor
de: Arbeitsreaktionen vs. linearer Prädiktor
es: Respuestas en activo vs. Predictor lineal
eu: Laneko erantzunak vs. iragarle lineala
gl: Respostas en activo vs. Preditor linear
pt: Respostas de trabalho vs. preditor linear
ta: வேலை பதில்கள் எதிராக நேரியல் முன்கணிப்பு

# Correlation|
source: Partial out
de: Kontrollvariable
es: Fuera parcial
gl: Fóra parcial
pl: Wyklucz
pt: Fora parcial
ta: பகுதி அவுட்

# GeneralizedLinearModel|
source: Model
de: Modell
es: Modelo
eu: Eredua
gl: Modelo
pt: Modelo
ta: மாதிரியுரு

# GeneralizedLinearModel|
source: Components
de: Komponenten
es: Componentes
fr: Composantes
gl: Compoñentes
pl: Składniki
pt: Componentes
ta: கூறுகள்

# GeneralizedLinearModel|
source: Include intercept
de: Konstante einbeziehen
es: Incluir constante
eu: Ebaketa-puntua barne
fr: Inclure l'intercept
gl: Incluír a constante
pl: Uwzględnij wyraz wolny
pt: Incluir intercepto
ta: இடைமறிப்பு சேர்க்கவும்

# GeneralizedLinearModel|
source: Statistics
de: Statistiken
es: Estadísticos
eu: Estatistikoak
fr: Statistiques
gl: Estatísticos
pl: Statystyki
pt: Estatística
ta: புள்ளிவிவரங்கள்

# GeneralizedLinearModel|
source: Model Fit
de: Modellanpassung
es: Ajuste del modelo
gl: Axuste do modelo
pl: Dopasowanie modelu
pt: Ajuste do Modelo
ta: மாதிரி பொருத்தம்

# GeneralizedLinearModel|
source: Deviance goodness-of-fit test
de: Abweichungs-Anpassungsgüte-Test
es: Contraste de la desviación para la bondad del ajuste
gl: Proba do desvío para a bondade do axuste
pt: Teste de desvio da qualidade do ajuste
ta: மாறுபட்ட சோதனை

# GeneralizedLinearModel|
source: Pearson goodness-of-fit test
de: Pearson Anpassungsgüte-Test
es: Contraste de Pearson para la bondad del ajuste
gl: Proba de Pearson para a bondade do axuste
pl: Test dobroci dopasowania Pearsona
pt: Teste de Pearson da qualidade do ajuste
ta: பியர்சன் நன்மை-பொருத்தம் சோதனை

# GeneralizedLinearModel|
source: Estimates
de: Schätzungen
es: Estimaciones
eu: Estimazioak
fr: Estimations
gl: Estimacións
pl: Oszacowania
pt: Estimativas
ta: மதிப்பீடுகள்

# GeneralizedLinearModel|
source: Confidence intervals
de: Konfidenzintervalle
es: Intervalos de confianza
eu: Konfiantza-tarteak
fr: Intervalles de confiance
gl: Intervalos de confianza
pl: Przedziały ufności
pt: Intervalos de confiança
ta: நம்பிக்கை இடைவெளிகள்

# GeneralizedLinearModel|
source: Diagnostics
de: Diagnostiken
es: Diagnósticos
eu: Diagnosiak
fr: Diagnostiques
gl: Diagnósticos
pl: Diagnostyka
pt: Diagnóstico
ta: கண்டறிதல்

# GeneralizedLinearModel|
source: Show Outliers
de: Ausreißer anzeigen
es: Mostrar valores atípicos
eu: Erakutsi Muturreko Balioak
fr: Montrer les scores aberrants
gl: Amosar valores atípicos
pl: Pokaż przypadki odstające
pt: Mostrar Valores Atípicos
ta: வெளியீட்டாளர்களைக் காட்டு

# GeneralizedLinearModel|
source: Standardized deviance residuals: top
de: Standardisierte Devianz-Residuen: Oben
es: Errores con desviación tipificada: mayor
eu: Desbideratze-hondar estandarizatuak: goian
gl: Erros con desviación tipificada: maior
pt: Resíduos de desvio padronizados: maior
ta: தரப்படுத்தப்பட்ட விலகல் எச்சங்கள்: மேல்

# GeneralizedLinearModel|
source: Studentized deviance residuals: top
de: Studentisierte Devianz-Residuen: Oben
es: Errores con desviación "studentizada": mayor
eu: Studentizatutako desbideratze-hondarrak: goian
gl: Erros con desviación "studentizada": maior
pt: Desvios de resíduos estudentizados: maior
ta: மாணவர் விலகல் எச்சங்கள்: மேல்

# GeneralizedLinearModel|
source: Multicollinearity
de: Multikollinearität
es: Multicolinealidad
fr: Multicolinéarité
gl: Multicolinearidade
pl: Współliniowość
pt: Multicolinearidade
ta: மல்டிகோலினரிட்டி

# GeneralizedLinearModel|
source: Tolerance
de: Toleranz
es: Tolerancia
eu: Tolerantzia
fr: Tolérance
gl: Tolerancia
pl: Tolerancja
pt: Tolerância
ta: பொறுமை

# GeneralizedLinearModel|
source: VIF
es: FIV
gl: FIV
pt: FIV

# GeneralizedLinearModel|
source: Advanced Options
de: Weitere Optionen
es: Opciones Avanzadas
eu: Aukera Aurreratuak
fr: Options avancées
gl: Opcións Avanzadas
pl: Opcje zaawansowane
pt: Opções Avançadas
ta: மேம்பட்ட விருப்பங்கள்

# GeneralizedLinearModel|
source: Coefficients
de: Koeffizienten
es: Coeficientes
eu: Koefizienteak
gl: Coeficientes
pl: Współczynniki
pt: Coeficientes
ta: குணகங்கள்

# GlmInputComponent|
source: Offset
de: Versatz
es: Compensación
gl: Compensación
pt: Desvio
ta: ஈடுசெய்யும்

# RegressionLinear|
source: Coefficients
de: Koeffizienten
es: Coeficientes
eu: Koefizienteak
gl: Coeficientes
pl: Współczynniki
pt: Coeficientes
ta: குணகங்கள்

# RegressionLogistic|
source: Coefficients
de: Koeffizienten
es: Coeficientes
eu: Koefizienteak
gl: Coeficientes
pl: Współczynniki
pt: Coeficientes
ta: குணகங்கள்

# GlmInputComponent|
source: Other
de: Andere
es: Otro
eu: Bestelakoak
fr: Autre
gl: Outro
pl: Inne
pt: Outro
ta: மற்றொன்று

# GlmInputComponent|
source: Model
de: Modell
es: Modelo
eu: Eredua
fr: Modèle
gl: Modelo
pt: Modelo
ta: மாதிரியுரு

# GlmInputComponent|
source: Multinomial Logistic Regression
de: Multinomiale logistische Regression
es: Regresión Logística Multinomial
eu: Erregresio Logistiko Multinomiala
fr: Régression logistique multinomiale
gl: Regresión Loxística Multinomial
pl: Wielomianowa regresja logistyczna
pt: Regressão Multinomial Logística
ta: பன்முக லாசிச்டிக் பின்னடைவு

# GlmInputComponent|
source: Ordinal Logistic Regression
de: Ordinale logistische Regression
es: Regresión Logística Ordinal
eu: Erregresio Logistiko Ordinala
fr: Régression logistique ordinale
gl: Regresión Loxística Ordinal
pl: Porządkowa regresja logistyczna
pt: Regressão Ordinal Logística
ta: ஆர்டினல் லாசிச்டிக் பின்னடைவு

# GlmInputComponent|
source: Firth Logistic Regression
de: Firths logistische Regression
es: Regresión Logística de Firth
eu: Firth Erregresio Logistikoa
fr: Régression logistique de Firth
gl: Regresión Loxística de Firth
pl: Regresja logistyczna Firtha
pt: Regressão Logística de Firth
ta: ஃபிர்த் லாசிச்டிக் பின்னடைவு

# Description|
source: Bayesian Logistic Regression
de: Bayessche logistische Regression
es: Regresión Logística Bayesiana
eu: Erregresio Logistiko Bayesiarra
fr: Régression logistique bayésienne
gl: Regresión Loxística Baiesiana
pt: Regressão Logística Bayesiana
ta: பேய்சியன் லாசிச்டிக் பின்னடைவு

# RegressionLogisticBayesian|
source: Dependent Variable
de: Abhängige Variable
es: Variable Dependiente
eu: Menpeko Aldagaia
fr: Variable dépendante
gl: Variable Dependente
pt: Variável Dependente
ta: சார்பு மாறி

# RegressionLogisticBayesian|
source: Covariates
de: Kovariaten
es: Covariables
eu: Ko-aldagaiak
fr: Covariables
gl: Covariantes
pt: Covariáveis
ta: கோவாரியட்டுகள்

# RegressionLogisticBayesian|
source: Factors
de: Faktoren
es: Factores
eu: Faktoreak
fr: Facteurs
gl: Factores
pt: Fatores
ta: காரணிகள்

# RegressionLogisticBayesian|
source: WLS Weights (optional)
de: WLS-Gewichte (optional)
es: Pesos MCP (WLS, opcional)
eu: WLS Pisuak (aukerakoa)
gl: Ponderacións de MCP (WLS, opcional)
pt: WLS Ponderada (opcional)
ta: WLS எடைகள் (விரும்பினால்)

# RegressionLogisticBayesian|
source: Output
de: Ausgabe
es: Salida de resultados
eu: Emaitza
fr: Sortie des résultats
gl: Saída de resultados
pt: Saída
ta: வெளியீடு

# RegressionLogisticBayesian|
source: Posterior summary
de: Posterior-Zusammenfassung
es: Resumen posterior
eu: Atzeko laburpena
gl: Resumo posterior
pt: Resumo posterior
ta: பின்புற சுருக்கம்

# RegressionLogisticBayesian|
source: Across all models
de: Über alle Modelle
es: A través de todos los modelos
eu: Eredu guztietan
gl: A través de todos os modelos
pt: Em todos os modelos
ta: எல்லா மாடல்களிலும்

# RegressionLogisticBayesian|
source: Across matched models
de: Über gematchte Modelle
es: A través de los modelos emparejados
eu: Parekatutako ereduetan
gl: A través de modelos emparellados
pt: Em modelos correspondentes
ta: பொருந்திய மாதிரிகள் முழுவதும்

# RegressionLogisticBayesian|
source: Plot of coefficients
de: Diagramm der Koeffizienten
es: Gráfico de coeficientes
eu: Koefizienteen grafikoa
gl: Gráfica dos coeficientes
pt: Gráfico de coeficientes
ta: குணகங்களின் சூழ்ச்சி

# RegressionLogisticBayesian|
source: Omit intercept
de: Konstante weglassen
es: Omitir intercepción
eu: Ebakidura kendu
fr: Omettre l'intercept
gl: Omitir a constante
pt: Omitir intercepto
ta: இடைமறிப்பு தவிர்க்கவும்

# RegressionLogisticBayesian|
source: Best model
de: Bestes Modell
es: Mejor modelo
eu: Modelo onena
fr: Meilleur modèle
gl: Mellor modelo
pt: Melhor modelo
ta: சிறந்த மாதிரி

# RegressionLogisticBayesian|
source: Most complex model
de: Das komplexeste Modell
es: Modelo más complejo
eu: Modelo konplexuena
gl: O modelo máis complexo
pt: Modelo mais complexo
ta: மிகவும் சிக்கலான மாதிரி

# RegressionLogisticBayesian|
source: Median model
de: Median-Modell
es: Modelo mediano
eu: Modelo medianoa
gl: Modelo Mediano
pt: Modelo mediano
ta: சராசரி மாதிரி

# RegressionLogisticBayesian|
source: Model averaged
de: Modell-gemittelt
es: Modelo promediado
gl: Modelo medio
pt: Média do modelo
ta: மாதிரி சராசரி

# RegressionLogisticBayesian|
source: Credible interval
de: Glaubwürdigkeitsintervall
es: Intervalo de credibilidad
eu: Sinesgarritasun tartea
gl: Intervalo de credibilidade
pt: Intervalo credível
ta: நம்பகமான இடைவெளி

# RegressionLogisticBayesian|
source: Order
de: Ordnung
es: Orden
eu: Ordena
gl: Orde
pt: Ordem
ta: ஒழுங்கு

# RegressionLogisticBayesian|
source: Compare to best model
de: Mit bestem Modell vergleichen
es: Comparar con el mejor modelo
eu: Konparatu eredu onenarekin
fr: Comparer au meilleur modèle
gl: Comparar co mellor modelo
pt: Comparar com o melhor modelo
ta: சிறந்த மாதிரியுடன் ஒப்பிடுக

# RegressionLogisticBayesian|
source: Compare to null model
de: Mit Nullmodell vergleichen
es: Comparar con el modelo nulo
eu: Konparatu eredu nuluarekin
fr: Comparer au modèle nul
gl: Comparar co modelo nulo
pt: Comparar com o modelo nulo
ta: சுழிய மாதிரியுடன் ஒப்பிடுக

# RegressionLogisticBayesian|
source: Limit No. Models Shown
de: Anzahl gezeigter Modelle einschränken
es: Limitar el Número de Modelos Mostrados
eu: Mugatu Erakusten diren Modelo Kopurua
gl: Limitar o Número de Modelos Amosados
pt: Limitar N° de modelos exibidos
ta: வரம்பு எண் மாதிரிகள் காட்டப்பட்டுள்ளன

# RegressionLogisticBayesian|
source: No
de: Nein
eu: Ez
fr: Non
gl: Non
pt: Não
ta: இல்லை

# RegressionLogisticBayesian|
source: Yes, show best
de: Ja, zeige beste
es: Sí, mostrar el mejor
eu: Bai, erakutsi onena
fr: Oui, afficher le meilleur
gl: Si, amosar o mellor
pt: Sim, mostrar os melhores
ta: ஆம், சிறந்ததைக் காட்டு

# RegressionLogisticBayesian|
source: Data
de: Daten
es: Datos
eu: Datuak
fr: Données
gl: Datos
pt: Dados
ta: தகவல்கள்

# RegressionLogisticBayesian|
source: Descriptives
de: Deskriptiv
es: Descriptivos
gl: Descritivos
pt: Descritivas
ta: விளக்கமான

# RegressionLogisticBayesian|
source: Model
de: Modell
es: Modelo
eu: Eredua
fr: Modèle
gl: Modelo
pt: Modelo
ta: மாதிரியுரு

# RegressionLogisticBayesian|
source: Components
de: Komponenten
es: Componentes
eu: Osagaiak
fr: Composantes
gl: Compoñentes
pt: Componentes
ta: கூறுகள்

# RegressionLogisticBayesian|
source: Plots
de: Diagramme
es: Gráficos
eu: Grafikoak
fr: Graphiques
gl: Gráficas
pt: Gráficos
ta: அடுக்கு

# RegressionLogisticBayesian|
source: Coefficients
de: Koeffizienten
es: Coeficientes
eu: Koefizienteak
gl: Coeficientes
pt: Coeficientes
ta: குணகங்கள்

# RegressionLogisticBayesian|
source: Inclusion probabilities
de: Inklusionswahrscheinlichkeiten
es: Probabilidades de inclusión
eu: Inklusio-probabilitateak
gl: Probabilidades de inclusión
pt: Probabilidades de inclusão
ta: சேர்த்தல் நிகழ்தகவுகள்

# RegressionLogisticBayesian|
source: Marginal posterior distributions
de: Posterior-Randverteilungen
es: Distribuciones posteriores marginales
eu: Marjinako atzeko banaketak
gl: Distribucións posteriores marxinais
pt: Distribuições posteriores marginais
ta: விளிம்பு பின்புற விநியோகங்கள்

# RegressionLogisticBayesian|
source: Models
de: Modelle
es: Modelos
eu: Ereduak
fr: Modèles
gl: Modelos
pt: Modelos
ta: மாதிரிகள்

# RegressionLogisticBayesian|
source: Log posterior odds
de: Log a-posteriori-Chancen
es: Log probabilidades posteriores
gl: Logaritmo de probabilidades posteriores
pt: Registrar probabilidades posteriores
ta: பதிவு பின்புற முரண்பாடுகள்

# RegressionLogisticBayesian|
source: Log(P(data|M)) vs. model size
de: Log(P(Daten|M)) vs. Modellgröße
es: Log(P(datos|M)) vs. Dimensión del modelo
eu: Log(P(datuak|M)) vs. ereduaren tamaina
gl: Log(P(datos|M)) vs. Dimensión do modelo
pt: Log(P(data|M)) vs. tamanho do modelo
ta: பதிவு (பி (தரவு | மீ)) எதிராக மாதிரி அளவு

# RegressionLogisticBayesian|
source: Model probabilities
de: Modellwahrscheinlichkeiten
es: Probabilidades del modelo
eu: Ereduaren probabilitateak
gl: Probabilidades do modelo
pt: Probabilidades do modelo
ta: மாதிரி நிகழ்தகவுகள்

# RegressionLogisticBayesian|
source: Residuals
de: Residuen
es: Errores
eu: Hondarrak
gl: Erros
pt: Resíduos
ta: எஞ்சியவர்கள்

# RegressionLogisticBayesian|
source: Residuals vs. fitted
de: Residuen vs. angepasst
es: Errores vs. Ajustados
eu: Hondarrak vs. egokitua
gl: Erros vs. Axustes
pt: Resíduos vs. Ajustados
ta: எச்சங்கள் எதிராக பொருத்தப்பட்டவை

# RegressionLogisticBayesian|
source: Q-Q plot of model averaged residuals
de: Q-Q-Diagramm der modellgemittelten Residuen
es: Gráfico Q-Q de los errores medios del modelo
eu: Ereduaren batez besteko hondarren Q-Q grafikoa
gl: Gráfica Q-Q dos erros medios do modelo
pt: Gráfico Q-Q dos resíduos médios do modelo
ta: மாதிரியின் Q-Q சூழ்ச்சி சராசரி எச்சங்கள்

# RegressionLogisticBayesian|
source: Advanced Options
de: Weitere Optionen
es: Opciones Avanzadas
eu: Aukera Aurreratuak
fr: Options avancées
gl: Opcións Avanzadas
pt: Opções Avançadas
ta: மேம்பட்ட விருப்பங்கள்

# RegressionLogisticBayesian|
source: Prior
es: Previo
eu: Aurrekoa
gl: Previo
pt: Anterior
ta: முன்

# RegressionLogisticBayesian|
source: g-prior
es: g-previo
eu: g-aurretiazkoa??
gl: g previa
pt: g-prior de Zellner
ta: சி-முன்னர்

# RegressionLogisticBayesian|
source: alpha
es: Alfa
eu: alfa
gl: Alfa
pt: alfa
ta: அகர

# RegressionLogisticBayesian|
source: Beta-Prime
de: Beta-Strich
es: Beta-Principal
gl: Beta-Principal
pt: Beta Primária
ta: பீட்டா-பிரைம்

# RegressionLogisticBayesian|
source: Instrinsic
de: Intrinsisch
es: Intrínseco
eu: Berezkoa
gl: Intrínseco
pt: Intrínseco
ta: உள்ளார்ந்த

# RegressionLogisticBayesian|
source: Robust
es: Robusto
eu: Sendoa
fr: Robuste
gl: Robusto
pt: Robusto
ta: வலுவான

# RegressionLogisticBayesian|
source: Model Prior
de: Modell-Prior
es: Previo del modelo
eu: Ereduaren Aurrekoa
gl: Previo do modelo
pt: Modelo Anterior
ta: மாதிரி முன்

# RegressionLogisticBayesian|
source: Beta binomial
es: Binomial Beta
eu: Beta binomiala
gl: Binomial Beta
ta: பீட்டா பைனோமியல்

# RegressionLogisticBayesian|
source: Uniform
es: Uniforme
eu: Uniformea
fr: Uniforme
gl: Uniforme
pt: Uniforme
ta: சீரான
