Repository: jasp-stats/jaspRegression
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, pl, pt, ta

# CorrelationBayesian|
source: Posterior median
es: Mediana posterior
eu: Atzeko mediana
gl: Mediana posterior
pl: Mediana rozkładu a posteriori
pt: Mediana posterior
ta: பின்புற சராசரி

# CorrelationBayesian|
source: Kendall's tau
es: Tau de Kendall
eu: Kendall-en tau
fr: Tau de Kendall
gl: Tau de Kendall
pl: tau Kendalla
pt: Tau de Kendall
ta: கெண்டலின் த அயு

# CorrelationBayesian|
source: Posteriors under H₁
de: Posteriore unter H₁
es: Posteriores bajo H₁
eu: H₁-ren atzekoak
gl: Posteriores baixo H₁
pt: Posteriores sob H₁
ta: H₁ இன் கீழ் போச்டீரியர்ச்

# Description|
source: Regression
es: Regresión
eu: Erregresioa
fr: Régression
gl: Regresión
pl: Regresja
pt: Regressão
ta: பின்னடைவு

# Description|
source: Evaluate the association between variables
de: Untersuche den Zusammenhang zwischen Variablen
es: Evaluar la asociación entre variables
eu: Aldagaien arteko lotura ebaluatu
fr: Évaluer l'association entre les variables
gl: Avaliar a asociación entre as variables
pl: Oceń związek pomiędzy zmiennymi
pt: Avaliar a associação entre as variáveis
ta: மாறிகள் இடையேயான தொடர்பை மதிப்பீடு செய்யுங்கள்

# Correlation|
source: Sample Correlation Coefficient
de: Stichproben-Korrelationskoeffizient
es: Coeficiente de Correlación Muestral
eu: Laginaren Korrelazio Koefizientea
fr: Coefficient de corrélation de l'échantillon
gl: Coeficiente de Correlación Mostral
pl: Współczynnik korelacji w próbie
pt: Coeficiente de Correlação Amostra
ta: மாதிரி தொடர்பு குணகம்

# Correlation|
source: Pearson's r
es: R de Pearson
eu: Pearsonen r
fr: R de Pearson
gl: R de Pearson
pl: r Pearsona
pt: r de Pearson
ta: பியர்சனின் ஆர்

# Correlation|
source: Spearman's rho
es: Rho de Spearman
eu: Spearmanen rho
fr: Rho de Spearman
gl: Rho de Spearman
pl: rho Spearmana
pt: rho de Spearman
ta: ச்பியர்மேனின் ரோ

# Correlation|
source: Kendall's tau-b
es: Tau-b de Kendall
eu: Kendall-en tau-b
fr: tau-b de Kendall
gl: Tau-b de Kendall
pl: tau-b Kendalla
pt: Tau-b de Kendall
ta: கெண்டலின் த au-பி

# Correlation|
source: Additional Options
de: Weitere Optionen
es: Opciones Adicionales
eu: Aukera Gehiago
fr: Options supplémentaires
gl: Opcións Adicionais
pl: Dodatkowe opcje
pt: Opções Adicionais
ta: கூடுதல் விருப்பங்கள்

# Correlation|
source: Interval
de: Intervall
es: Intervalo
eu: Tartea
fr: Intervalle
gl: Intervalo
pl: Przedział
pt: Intervalo
ta: இடைவேளை

# Correlation|
source: From
de: Von
es: De
eu: -tik
fr: De
gl: Desde
pl: z
pt: De
ta: இருந்து

# Correlation|
source: Vovk-Sellke maximum p-ratio
de: Vovk-Sellke-Maximum-p-Quotient
es: Relación p máxima de Vovk-Sellke
eu: Vovk-Sellke maximoa den p-ratioa
gl: Cociente p máximo de Vovk-Sellke
pl: Maksymalna wartość p Vovka-Sellkego
pt: Razão p máxima de Vovk-Sellke
ta: VOVK-SELLKE அதிகபட்ச பி-கணக்கீடு

# Correlation|
source: Sample size
de: Stichprobenumfang
es: Tamaño de la muestra
eu: Laginaren tamaina
fr: Taille de l'échantillon
gl: Tamaño da mostra
pl: Wielkość próby
pt: Tamanho da amostra
ta: மாதிரி அளவு

# Correlation|
source: Alt. Hypothesis
de: Alternativhypothese (H1)
es: Hipótesis Alternativa
eu: Hipotesi alternatiboa
fr: Hypothèse alternative
gl: Hipótese alternativa
pl: Hipoteza alt.
pt: Hipótese alternativa
ta: ஆல்ட். கருதுகோள்

# Correlation|
source: Correlated
de: Korreliert
es: Correlacionado
fr: Corrélé
gl: Correlacionado
pl: Skorelowane
pt: Correlacionado
ta: தொடர்புபடுத்தப்பட்ட

# Correlation|
source: Correlated positively
de: Positiv korreliert
es: Correlacionado positivamente
eu: Positiboki korrelazionatuta
fr: Corrélé positivement
gl: Correlacionado positivamente
pl: Skorelowane dodatnio
pt: Positivamente correlacionado
ta: நேர்மறையாக தொடர்புடையது

# Correlation|
source: Correlated negatively
de: Negativ korreliert
es: Correlacionado negativamente
eu: Negatiboki korrelatuta
fr: Corrélé négativement
gl: Correlacionado negativamente
pl: Skorelowane ujemnie
pt: Negativamente correlacionado
ta: எதிர்மறையாக தொடர்புடையது

# Correlation|
source: Plots
de: Diagramme
es: Gráficos
eu: Grafikoak
fr: Graphiques
gl: Gráficas
pl: Wykresy
pt: Gráficos
ta: அடுக்கு

# Correlation|
source: Scatter plots
de: Streudiagrammme
es: Gráficos de dispersión
eu: Sakabanaketa-diagramak
fr: Nuage de points
gl: Gráficas de dispersión
pl: Wykresy rozrzutu
pt: Gráficos de dispersão
ta: சிதறல் அடுக்கு

# Correlation|
source: Densities for variables
de: Dichten für Variablen
es: Densidades de las variables
eu: Aldagaien dentsitateak
fr: Densités pour les variables
gl: Densidades das variables
pl: Gęstości dla zmiennych
pt: Densidades para as variáveis
ta: மாறிகள் அடர்த்தி

# Correlation|
source: Statistics
de: Statistiken
es: Estadísticos
eu: Estatistikoak
fr: Statistiques
gl: Estatísticos
pl: Statystyki
pt: Estatísticas
ta: புள்ளிவிவரங்கள்

# Correlation|
source: Assumption Checks
de: Annahmeprüfungen
es: Verificaciones de Supuestos
eu: Suposizio-Egiaztapenak
fr: Vérifications d'hypothèse
gl: Comprobacións de Supostos
pl: Weryfikacja założeń
pt: Verificar pressupostos
ta: அனுமானம் காசோலைகள்

# Correlation|
source: Options
de: Optionen
es: Opciones
eu: Aukerak
gl: Opcións
pl: Opcje
pt: Opções
ta: விருப்பங்கள்

# Correlation|
source: Missing Values
de: Fehlende Werte
es: Valores Ausentes
eu: Balio faltak
fr: Valeurs manquantes
gl: Valores Ausentes
pl: Braki danych
pt: Valores ausentes
ta: மதிப்புகள் இல்லை

# Correlation|
source: Exclude cases pairwise
de: Fälle paarweise ausschließen
es: Excluir casos por pares
eu: Kasuak binaka baztertu
fr: Exclure les cas par paire
gl: Excluír casos por parellas
pl: Sprawdzaj oddzielnie dla każdej analizy
pt: Excluir casos em pares
ta: வழக்குகளை சோடிவரிசை விலக்கு

# Correlation|
source: Exclude cases listwise
de: Fälle listenweise ausschließen
es: Excluir casos según lista
eu: Kasuak zerrendaka baztertu
fr: Exclure les observations par liste
gl: Excluír casos segundo a lista
pl: Wyklucz obserwacje ze wszystkich analiz
pt: Exclusão listwise
ta: வழக்குகளை பட்டியலிடுங்கள்

# CorrelationBayesian|
source: Spearman's rho
es: Rho de Spearman
eu: Spearmanen rho
fr: Rho de Spearman
gl: Rho de Spearman
pl: rho Spearmana
pt: rho de Spearman
ta: ச்பியர்மேனின் ரோ

# CorrelationBayesian|
source: Kendall's tau-b
es: Tau-b de Kendall
eu: Kendall-en tau-b
fr: Le tau-b de Kendall
gl: Tau-b de Kendall
pl: tau-b Kendalla
pt: Tau-b de Kendall
ta: கெண்டலின் த au-பி

# CorrelationBayesian|
source: Sample size
de: Stichprobenumfang
es: Tamaño de la muestra
eu: Laginaren tamaina
fr: Taille de l'échantillon
gl: Tamaño da mostra
pl: Wielkość próby
pt: Tamanho da amostra
ta: மாதிரி அளவு

# CorrelationBayesian|
source: Credible intervals
de: Glaubwürdigkeitsintervalle
es: Intervalos de credibilidad
eu: Sinesgarritasun handiko tarteak
fr: Intervalles de crédibilité
gl: Intervalos de credibilidade
pl: Przedziały wiarygodności
pt: Intervalos credíveis
ta: நம்பகமான இடைவெளிகள்

# CorrelationBayesian|
source: Interval
de: Intervall
es: Intervalo
eu: Tartea
fr: Intervalle
gl: Intervalo
pl: Przedział
pt: Intervalo
ta: இடைவேளை

# CorrelationBayesian|
source: Alt. Hypothesis
de: Alternativhypothese (H1)
es: Hipótesis Alternativa
eu: Hipotesi Alternatiboa
fr: Hypothèse alternative
gl: Hipótese alternativa
pl: Hipoteza alt.
pt: Hipótese alternativa
ta: ஆல்ட். கருதுகோள்

# CorrelationBayesian|
source: Correlated
de: Korreliert
es: Correlacionado
eu: Korrelazionatua
fr: Corrélé
gl: Correlacionado
pl: Skorelowane
pt: Correlacionado
ta: தொடர்புபடுத்தப்பட்ட

# CorrelationBayesian|
source: Correlated positively
de: Positiv korreliert
es: Correlacionado positivamente
eu: Positiboki korrelazionatua
fr: Corrélé positivement
gl: Correlacionado positivamente
pl: Skorelowane dodatnio
pt: Positivamente correlacionado
ta: நேர்மறையாக தொடர்புடையது

# CorrelationBayesian|
source: Correlated negatively
de: Negativ korreliert
es: Correlacionado negativamente
eu: Negatiboki korrelazionatua
fr: Corrélé négativement
gl: Correlacionado negativamente
pl: Skorelowane ujemnie
pt: Negativamente correlacionado
ta: எதிர்மறையாக தொடர்புடையது

# CorrelationBayesian|
source: Plots
de: Diagramme
es: Gráficos
eu: Grafikoak
fr: Graphiques
gl: Gráficas
pl: Wykresy
pt: Gráficos
ta: அடுக்கு

# CorrelationBayesian|
source: Prior
es: Previo
eu: Aurrekoa
gl: Previo
pt: Anterior
ta: முன்

# CorrelationBayesian|
source: Stretched beta prior width
de: Breite des gestreckten Beta-Priors
es: Ancho previo de beta extendida
eu: Luzatutako beta aurreko zabalera
gl: Largura previa de beta estendida
pt: Largura beta pré-estendida
ta: நீட்டிக்கப்பட்ட பீட்டா முன் அகலம்

# CorrelationBayesian|
source: Scatterplot
de: Streudiagramm
es: Gráfico de dispersión
eu: Sakabanaketa-diagrama
fr: Nuage de points
gl: Gráfica de dispersión
pl: Wykres rozrzutu
pt: Gráfico de dispersão
ta: சிதறல்

# CorrelationBayesian|
source: Robustness check
de: Robustheitsprüfung
es: Comprobación de robustez
eu: Sendotasun-egiaztapena
fr: Contrôle de robustesse
gl: Comprobación da robustez
pl: Weryfikacja odporności
pt: Verificação de robustez
ta: வலுவான சோதனை

# CorrelationBayesian|
source: Prior and posterior
de: Prior und Posterior
es: Previa y Posterior
eu: Aurrekoa eta ondorengoa
gl: Previa e Posterior
pl: Prior i posterior
pt: Anterior e posterior
ta: முன் மற்றும் பின்புறம்

# CorrelationBayesian|
source: Estimation info
de: Schätzinformationen
es: Información de estimación
eu: Estimazio-informazioa
fr: Informations d'estimation
gl: Información da estimación
pl: Informacje dotyczące oszacowań
pt: Informação da estimativa
ta: மதிப்பீட்டு செய்தி

# CorrelationBayesian|
source: Testing info
de: Testinformationen
es: Información de contraste
eu: Proba-informazioa
fr: Informations de test
gl: Comprobando a información
pl: Informacje o testach
pt: Informação do teste
ta: சோதனை செய்தி

# CorrelationBayesian|
source: Bayes factor robustness check
de: Bayesfaktor-Robustheitsprüfung
es: Comprobación de robustez del Factor de Bayes
eu: Bayes faktorearen sendotasun-egiaztapena
fr: Vérification de la robustesse du facteur de Bayes
gl: Comprobación da robustez do Factor de Bayes
pl: Weryfikacja odporności współczynnika Bayesa
pt: Verificação de robustez do fator de Bayes
ta: பேயச் காரணி வலுவான சோதனை

# CorrelationBayesian|
source: Additional info
de: Weitere Informationen
es: Información adicional
eu: Informazio gehigarria
fr: Informations supplémentaires
gl: Información adicional
pl: Dodatkowe informacje
pt: Informações adicionais
ta: கூடுதல் செய்தி

# CorrelationBayesian|
source: Sequential analysis
de: Sequentielle Analyse
es: Análisis secuencial
eu: Analisi sekuentziala
fr: Analyse séquentielle
gl: Análise secuencial
pl: Analiza sekwencyjna
pt: Análise sequencial
ta: தொடர்ச்சியான பகுப்பாய்வு

# CorrelationBayesian|
source: Options
de: Optionen
es: Opciones
eu: Aukerak
gl: Opcións
pl: Opcje
pt: Opções
ta: விருப்பங்கள்

# CorrelationBayesian|
source: Missing Values
de: Fehlende Werte
es: Valores Ausentes
eu: Balio Faltak
fr: Valeurs manquantes
gl: Valores Ausentes
pl: Braki danych
pt: Valores ausentes
ta: மதிப்புகள் இல்லை

# CorrelationBayesian|
source: Exclude cases listwise
de: Fälle listenweise ausschließen
es: Excluir casos según lista
eu: Kasuak zerrendaka baztertu
fr: Exclure les observations par liste
gl: Excluír casos segundo a lista
pl: Wyklucz obserwacje ze wszystkich analiz
pt: Exclusão listwise
ta: வழக்குகளை பட்டியலிடுங்கள்

# RegressionLinear|
source: Dependent Variable
de: Abhängige Variable
es: Variable Dependiente
eu: Aldagai mendekoa
fr: Variable dépendante
gl: Variable Dependente
pl: Zmienna zależna
pt: Variável Dependente
ta: சார்பு மாறி

# RegressionLinear|
source: Method
de: Methode
es: Método
eu: Metodoa
fr: Méthode
gl: Método
pl: Metoda
pt: Método
ta: முறை

# RegressionLinear|
source: Covariates
de: Kovariaten
es: Covariables
fr: Covariables
gl: Covariantes
pl: Współzmienne
pt: Covariáveis
ta: கோவாரியட்டுகள்

# RegressionLinear|
source: Factors
de: Faktoren
es: Factores
eu: Faktoreak
fr: Facteurs
gl: Factores
pl: Czynniki
pt: Fatores
ta: காரணிகள்

# RegressionLinear|
source: Model
de: Modell
es: Modelo
eu: Eredua
fr: Modèle
gl: Modelo
pt: Modelo
ta: மாதிரியுரு

# RegressionLinear|
source: Include intercept
de: Konstante einbeziehen
es: Incluir constante
fr: Inclure l'intercept
gl: Incluír a constante
pl: Uwzględnij wyraz wolny
pt: Incluir intercepto
ta: இடைமறிப்பு சேர்க்கவும்

# RegressionLinear|
source: Statistics
de: Statistiken
es: Estadísticos
eu: Estatistikoak
fr: Statistiques
gl: Estatísticos
pl: Statystyki
pt: Estatísticas
ta: புள்ளிவிவரங்கள்

# RegressionLinear|
source: Estimates
de: Schätzer
es: Estimaciones
eu: Estimazioak
fr: Estimations
gl: Estimacións
pl: Oszacowania
pt: Estimativas
ta: மதிப்பீடுகள்

# RegressionLinear|
source: From
de: Von
es: De
eu: -tik
fr: Depuis
gl: Desde
pl: Z
pt: De
ta: இருந்து

# RegressionLinear|
source: Confidence intervals
de: Konfidenzintervall
es: Intervalos de confianza
eu: Konfiantza tarteak
fr: Intervalles de confiance
gl: Intervalos de confianza
pl: Przedziały ufności
pt: Intervalos de confiança
ta: நம்பிக்கை இடைவெளிகள்

# RegressionLinear|
source: Vovk-Sellke maximum p-ratio
de: Vovk-Sellke-Maximum-p-Quotient
es: Relación p máxima de Vovk-Sellke
eu: Vovk-Sellke maximoa den p-ratioa
fr: Ratio p maximal de Vovk-Sellke
gl: Cociente p máximo de Vovk-Sellke
pl: Maksymalna wartość p Vovka-Sellkego
pt: Razão p máxima de Vovk-Sellke
ta: VOVK-SELLKE அதிகபட்ச பி-கணக்கீடு

# RegressionLinear|
source: Descriptives
de: Deskriptive Statistik
es: Descriptivos
eu: Deskribapenak
fr: Descriptifs
gl: Descritivos
pl: Statystyki opisowe
pt: Descritivas
ta: விளக்கமான

# RegressionLinear|
source: Missing Values
de: Fehlende Werte
es: Valores Ausentes
eu: Balio Faltak
fr: Valeurs manquantes
gl: Valores Ausentes
pl: Braki danych
pt: Valores ausentes
ta: மதிப்புகள் இல்லை

# RegressionLinear|
source: Exclude cases listwise
de: Fälle listenweise ausschließen
es: Excluir casos según lista
eu: Baztertu kasuak zerrendaka
fr: Exclure les observations par liste
gl: Excluír casos segundo a lista
pl: Wyklucz obserwacje ze wszystkich analiz
pt: Exclusão listwise
ta: வழக்குகளை பட்டியலிடுங்கள்

# RegressionLinear|
source: Exclude cases pairwise
de: Fälle paarweise ausschließen
es: Excluir casos por pares
eu: Kasuak binaka baztertu
fr: Exclure les cas par paire
gl: Excluír casos por parellas
pl: Sprawdzaj oddzielnie dla każdej analizy
pt: Excluir casos aos pares
ta: வழக்குகளை சோடிவரிசை விலக்கு

# RegressionLinear|
source: Plots
de: Diagramme
es: Gráficos
eu: Grafikoak
fr: Graphiques
gl: Gráficas
pl: Wykresy
pt: Gráficos
ta: அடுக்கு

# RegressionLinear|
source: Q-Q plot standardized residuals
de: Q-Q-Diagramm standardisierter Residuen
es: Gráfico Q-Q de errores tipificados
eu: Hondar estandarizatuen Q-Q grafikoa.
fr: Diagramme Q-Q résidus normalisés
gl: Gráfica Q-Q dos erros tipificados
pl: Wykres K-K dla reszt standaryzowanych
pt: Gráfico Q-Q de resíduos padronizados
ta: Q-Q சூழ்ச்சி தரப்படுத்தப்பட்ட எச்சங்கள்

# RegressionLinear|
source: Prediction intervals
de: Vorhersageintervalle
es: Intervalos de predicción
eu: Iragarpen-tarteak
fr: Intervalles de prédiction
gl: Intervalos de predición
pl: Przedziały predykcji
pt: Intervalos de predição
ta: கணிப்பு இடைவெளிகள்

# RegressionLinearBayesian|
source: Dependent Variable
de: Abhängige Variable
es: Variable Dependiente
eu: Menpeko Aldagaia
fr: Variable dépendante
gl: Variable Dependente
pl: Zmienna zależna
pt: Variável Dependente
ta: சார்பு மாறி

# RegressionLinearBayesian|
source: Covariates
de: Kovariaten
es: Covariables
fr: Covariables
gl: Covariantes
pl: Współzmienne
pt: Covariáveis
ta: கோவாரியட்டுகள்

# RegressionLinearBayesian|
source: WLS Weights (optional)
de: WLS-Gewichte (optional)
es: Pesos MCP (WLS, opcional)
fr: Poids WLS (facultatif)
gl: Ponderacións de MCP (WLS, opcional)
pl: Wagi WLS (opcjonalnie)
pt: WLS Ponderada (opcional)
ta: WLS எடைகள் (விரும்பினால்)

# RegressionLinearBayesian|
source: Output
de: Ausgabe
es: Salida de resultados
eu: Emaitza
fr: Sortie
gl: Saída de resultados
pl: Wyniki
pt: Saída
ta: வெளியீடு

# RegressionLinearBayesian|
source: Across all models
de: Über alle Modelle
es: A través de todos los modelos
eu: Eredu guztietan
fr: Tous modèles confondus
gl: A través de todos os modelos
pl: We wszystkich modelach
pt: Em todos os modelos
ta: எல்லா மாடல்களிலும்

# RegressionLinearBayesian|
source: Across matched models
de: Über alle gematchte Modelle
es: A través de los modelos emparejados
eu: Parekatutako ereduetan
fr: Sur les modèles appariés
gl: A través de modelos emparellados
pl: W ramach dopasowanych modeli
pt: Em modelos correspondentes
ta: பொருந்திய மாதிரிகள் முழுவதும்

# RegressionLinearBayesian|
source: Credible interval
de: Glaubwürdigkeitsintervall
es: Intervalo de credibilidad
eu: Sinesgarritasun tartea
fr: Intervalle de crédibilité
gl: Intervalo de credibilidade
pl: Przedział wiarygodności
pt: Intervalo credível
ta: நம்பகமான இடைவெளி

# RegressionLinearBayesian|
source: Order
de: Reihenfolge
es: Orden
fr: Ordre
gl: Orde
pl: Porządek
pt: Ordem
ta: ஒழுங்கு

# RegressionLinearBayesian|
source: Compare to best model
de: Mit bestem Modell vergleichen
es: Comparar con el mejor modelo
eu: Konparatu modelo onenarekin
fr: Comparer au meilleur modèle
gl: Comparar co mellor modelo
pl: Porównaj z najlepszym modelem
pt: Comparar com o melhor modelo
ta: சிறந்த மாதிரியுடன் ஒப்பிடுக

# RegressionLinearBayesian|
source: Compare to null model
de: Mit Nullmodell vergleichen
es: Comparar con el modelo nulo
fr: Comparer au modèle nul
gl: Comparar co modelo nulo
pl: Porównaj z modelem zerowym
pt: Comparar com o modelo nulo
ta: சுழிய மாதிரியுடன் ஒப்பிடுக

# RegressionLinearBayesian|
source: No
de: Nein
eu: Ez
fr: Non
gl: Non
pl: Nie
pt: Não
ta: இல்லை

# RegressionLinearBayesian|
source: Data
de: Daten
es: Datos
eu: Datuak
fr: Données
gl: Datos
pl: Dane
pt: Dados
ta: தகவல்கள்

# RegressionLinearBayesian|
source: Descriptives
de: Deskriptive Statistiken
es: Descriptivos
eu: Deskribapenak
fr: Descriptifs
gl: Descritivos
pl: Statystyki opisowe
pt: Descritivas
ta: விளக்கமான

# RegressionLinearBayesian|
source: Model
de: Modell
es: Modelo
eu: Eredua
fr: Modèle
gl: Modelo
pt: Modelo
ta: மாதிரியுரு

# RegressionLinearBayesian|
source: Components
de: Komponenten
es: Componentes
eu: Osagaiak
fr: Composantes
gl: Compoñentes
pl: Składniki
pt: Componentes
ta: கூறுகள்

# RegressionLinearBayesian|
source: Plots
de: Diagramme
es: Gráficos
eu: Grafikoak
fr: Graphiques
gl: Gráficas
pl: Wykresy
pt: Gráficos
ta: அடுக்கு

# RegressionLinearBayesian|
source: Coefficients
de: Koeffizienten
es: Coeficientes
eu: Koefizienteak
gl: Coeficientes
pl: Współczynniki
pt: Coeficientes
ta: குணகங்கள்

# RegressionLinearBayesian|
source: Model probabilities
de: Modellwahrscheinlichkeiten
es: Probabilidades del modelo
eu: Ereduaren probabilitateak
fr: Probabilités du modèle
gl: Probabilidades do modelo
pl: Prawdopodobieństwo modelu
pt: Probabilidades do modelo
ta: மாதிரி நிகழ்தகவுகள்

# RegressionLinearBayesian|
source: Residuals
de: Residuen
es: Errores
eu: Hondarrak
fr: Résidus
gl: Erros
pl: Reszty
pt: Resíduos
ta: எஞ்சியவர்கள்

# RegressionLinearBayesian|
source: Advanced Options
de: Weitere Optionen
es: Opciones Avanzadas
fr: Options avancées
gl: Opcións Avanzadas
pl: Opcje zaawansowane
pt: Opções Avançadas
ta: மேம்பட்ட விருப்பங்கள்

# RegressionLinearBayesian|
source: Prior
es: Previo
eu: Aurrekoa
fr: Antérieur
gl: Previo
pt: Anterior
ta: முன்

# RegressionLinearBayesian|
source: Uniform
es: Uniforme
eu: Uniformea
fr: Uniforme
gl: Uniforme
pl: Jednorodny
pt: Uniforme
ta: சீரான

# RegressionLinearBayesian|
source: No. samples
de: Stichprobenumfang
es: Nº muestras
eu: Lagin kopurua
fr: Nbre d'échantillons
gl: Nº mostras
pl: Liczba próbek
pt: No. de amostras
ta: இல்லை மாதிரிகள்

# RegressionLinearBayesian|
source: Numerical Accuracy
de: Numerische Genauigkeit
es: Precisión Numérica
eu: Zenbakizko Zehaztasuna
fr: Précision numérique
gl: Precisión Numérica
pl: Dokładność
pt: Acurácia numérica
ta: எண் துல்லியம்

# RegressionLogistic|
source: Dependent Variable
de: Abhängige Variable
es: Variable Dependiente
eu: Menpeko Aldagaia
fr: Variable dépendante
gl: Variable Dependente
pl: Zmienna zależna
pt: Variável Dependente
ta: சார்பு மாறி

# RegressionLogistic|
source: Method
de: Methode
es: Método
eu: Metodoa
fr: Méthode
gl: Método
pl: Metoda
pt: Método
ta: முறை

# RegressionLogistic|
source: Enter
de: Eingabe
eu: Sartu
fr: Entrer
gl: Introducir
pl: Wprowadzania
pt: Entrar
ta: உள்ளிடவும்

# RegressionLogistic|
source: Backward
de: Rückwärts
es: Hacia atrás
eu: Atzera
fr: En arrière
gl: Cara atrás
pl: Wsteczna
pt: Voltar
ta: பின்னோக்கு

# RegressionLogistic|
source: Forward
de: Vorwärts
es: Hacia adelante
eu: Aurrera
fr: Vers l'avant
gl: Cara adiante
pl: Postępująca
pt: Avançar
ta: முன்னோக்கி

# RegressionLogistic|
source: Stepwise
de: Schrittweise
es: Paso a paso
eu: Pausoz pauso
fr: Pas à pas
gl: Paso a paso
pl: Krokowa
pt: Regressão Stepwise
ta: படிப்படியாக

# RegressionLogistic|
source: Covariates
de: Kovariaten
es: Covariables
eu: Ko-aldagaiak
fr: Covariables
gl: Covariantes
pl: Współzmienne
pt: Covariáveis
ta: கோவாரியட்டுகள்

# RegressionLogistic|
source: Factors
de: Faktoren
es: Factores
eu: Faktoreak
fr: Facteurs
gl: Factores
pl: Czynniki
pt: Fatores
ta: காரணிகள்

# RegressionLogistic|
source: WLS Weights (optional)
de: WLS-Gewichte (optional)
es: Pesos MCP (WLS, opcional)
eu: WLS Pisuak (aukerakoa)
fr: Poids WLS (facultatif)
gl: Ponderacións de MCP (WLS, opcional)
pl: Wagi WLS (opcjonalnie)
pt: WLS Ponderada (opcional)
ta: WLS எடைகள் (விரும்பினால்)

# RegressionLogistic|
source: Model
de: Modell
es: Modelo
eu: Eredua
fr: Modèle
gl: Modelo
pt: Modelo
ta: மாதிரியுரு

# RegressionLogistic|
source: Include intercept
de: Konstante einbeziehen
es: Incluir constante
fr: Inclure l'intercept
gl: Incluír a constante
pl: Uwzględnij wyraz wolny
pt: Incluir intercepto
ta: இடைமறிப்பு சேர்க்கவும்

# RegressionLogistic|
source: Statistics
de: Statistiken
es: Estadísticos
eu: Estatistikoak
fr: Statistiques
gl: Estatísticos
pl: Statystyki
pt: Estatísticas
ta: புள்ளிவிவரங்கள்

# RegressionLogistic|
source: Descriptives
de: Deskriptive Statistik
es: Descriptivos
eu: Deskribapenak
fr: Descriptifs
gl: Descritivos
pl: Statystyki opisowe
pt: Descritivas
ta: விளக்கமான

# RegressionLogistic|
source: Confusion matrix
de: Konfusionsmatrix
es: Matriz de desorden
eu: Nahasmen matrizea
fr: Matrice de confusion
gl: Matriz de desarranxo
pl: Macierz błędów
pt: Matriz de confusão
ta: குழப்ப மேட்ரிக்ச்

# RegressionLogistic|
source: Estimates
de: Schätzer
es: Estimaciones
eu: Estimazioak
fr: Estimations
gl: Estimacións
pl: Oszacowania
pt: Estimativas
ta: மதிப்பீடுகள்

# RegressionLogistic|
source: From
de: Von
es: De
eu: -tik
fr: Depuis
gl: Desde
pl: Z
pt: De
ta: இருந்து

# RegressionLogistic|
source: Confidence intervals
de: Konfidenzintervalle
es: Intervalos de confianza
eu: Konfiantza-tarteak
fr: Intervalles de confiance
gl: Intervalos de confianza
pl: Przedziały ufności
pt: Intervalos de confiança
ta: நம்பிக்கை இடைவெளிகள்

# RegressionLogistic|
source: Interval
de: Intervall
es: Intervalo
eu: Tartea
fr: Intervalle
gl: Intervalo
pl: Przedział
pt: Intervalo
ta: இடைவேளை

# RegressionLogistic|
source: Vovk-Sellke maximum p-ratio
de: Vovk-Sellke-Maximum-p-Quotient
es: Relación p máxima de Vovk-Sellke
eu: Vovk-Sellke maximoa den p-ratioa
fr: Ratio p maximal de Vovk-Sellke
gl: Cociente p máximo de Vovk-Sellke
pl: Maksymalna wartość p Vovka-Sellkego
pt: Razão p máxima de Vovk-Sellke
ta: VOVK-SELLKE அதிகபட்ச பி-கணக்கீடு

# RegressionLogistic|
source: Plots
de: Diagramme
es: Gráficos
eu: Grafikoak
fr: Graphiques
gl: Gráficas
pl: Wykresy
pt: Diagramas
ta: அடுக்கு

# RegressionLogistic|
source: Confidence interval
de: Konfidenzintervall
es: Intervalo de confianza
eu: Konfiantza tartea
fr: Intervalle de confiance
gl: Intervalo de confianza
pl: Przedział ufności
pt: Intervalo de confiança
ta: நம்பிக்கை இடைவெளி
