Repository: jasp-stats/jaspRegression
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, pl, pt, ta

# GeneralizedLinearModel|
source: Top n studentized deviance residuals.
es: Primeros n errores estudentizados de desviación.
eu: Top n studentized desbideratze hondarrak.
gl: Primeiros n erros estudentizados de desvío.
pt: Principais resíduos de desvio estudentizados.

# GeneralizedLinearModel|
source: Indicates how much of a predictor’s variance is not explained by other predictors.
es: Indica cuánta de la varianza de un predictor no está explicada por otros predictores.
eu: Aurreikusle baten bariantzaren zenbat ez den beste aurreikusleek azaltzen adierazten du.
gl: Indica canta da varianza dun preditor non está explicada por outros preditores.
pt: Indica o quanto da variância de um preditor não é explicada por outros preditores.

# GeneralizedLinearModel|
source: Variance inflation factor, which indicates how much variance of a predictor is inflated by multicollinearity among the predictor variables.
es: Factor de Inflación de Varianza, que indica cuánta de la varianza de un predictor está inflada por la multicolinealidad entre las variables predictoras.
eu: Bariantzaren inflazio-faktorea, aurreikusle baten bariantza zenbat puzten den aurreikusle-aldagaien arteko multikolinearitatearen bidez adierazten duena.
gl: Factor de Inflación da Varianza, que indica canta da varianza dun preditor está inflada por la multicolinearidade entre as variables preditoras.
pt: Fator de inflação de variância, que indica o quanto a variância de um preditor é inflada pela multicolinearidade entre as variáveis preditoras.

# RegressionLinear|
source: All predictors are entered into the model simultaneously.
es: Todos los predictores se introducen simultáneamente en el modelo.
eu: Aurreikusle guztiak aldi berean sartzen dira ereduan.
gl: Tódolos preditores introdúcense simultaneamente no modelo.
pt: Todos os preditores são inseridos no modelo simultaneamente.

# RegressionLinear|
source: All predictors are entered simultaneously, and then removed sequentially based on the criterion specified in Stepping method criteria.
es: Todos los predictores se introducen simultáneamente, y después se eliminan secuencialmente en base al criterio especificado en los criterios de los métodos Paso a Paso.
gl: Tódolos preditores se introducen ao mesmo tempo, e logo se eliminan secuencialmente en base ao criterio especificado nos criterios dos métodos Paso a Paso.
pt: Todos os preditores são inseridos simultaneamente e depois removidos sequencialmente com base no critério especificado nos critérios do método passo a passo.

# RegressionLinear|
source: Categorical predictor variable(s). Ordinal variables here are treated as categorical predictor variables, thus, the ordinal information is ignored.
es: Variables predictoras con categorías. Las variables ordinales se tratan aquí como variables predictoras con categorías, de modo que la información ordinal se ignora.
eu: Aurreikusle aldagai kategorikoa(k). Hemen dauden aldagai ordinalak aurreikusle aldagai kategoriko gisa tratatzen dira, beraz, informazio ordinala ez da kontuan hartzen.
gl: Variables preditoras con categorías. As variables ordinais trátanse aquí como variables preditoras con categorías, de xeito que a información ordinal se ignora.
pt: Variável(is) preditora(s) categórica(s). Variáveis ordinais aqui são tratadas como variáveis preditoras categóricas, portanto, as informações ordinais são ignoradas.

# RegressionLinear|
source: The weights used for weighted least squares regression.
es: Las ponderaciones utilizadas para ponderar la regresión de mínimos cuadrados.
eu: Karratu txikienen erregresio haztaturako???? erabilitako pisuak.
gl: As ponderacións utilizadas para ponderar a regresión de mínimos cadrados.
pt: Os pesos usados para regressão de mínimos quadrados ponderados.

# RegressionLinear|
source: Components and model terms.
es: Componentes y elementos del modelo.
eu: Osagaiak eta ereduaren terminoak.
gl: Compoñentes e elementos do modelo.
pt: Componentes e termos do modelo.

# RegressionLinear|
source: Change in R squared between the different models, with corresponding significance test.
es: Cambio en R-cuadrado entre distintos modelos, con el correspondiente contraste de significación.
eu: R karratuaren aldaketa eredu desberdinen artean, dagokion esangura-probarekin.
gl: Cambio en R-cadrado entre distintos modelos, coa correspondente proba de significación.
pt: Mudança no R quadrado entre os diferentes modelos, com teste de significância correspondente.

# RegressionLinear|
source: Change in F-statistic between the different models, with corresponding significance test.
es: Cambio en el estadístico F entre distintos modelos, con el correspondiente contraste de significación.
eu: F-estatistikaren aldaketa eredu desberdinen artean, dagokion esangura-probarekin.
gl: Cambio no estatístico F entre distintos modelos, coa correspondente proba de significación.
pt: Alteração na estatística F entre os diferentes modelos, com teste de significância correspondente.

# RegressionLinear|
source: Displays Akaike Information Criterion and Bayesian Information Criterion.
es: Presenta el Criterio de Información de Akaike y el Criterio de Información Bayesiano.
eu: Akaike Informazio Irizpidea eta Bayesiar Informazio Irizpidea bistaratzen ditu.
gl: Presenta o Criterio de Información de Akaike e o Criterio de Información Baiesiano.
pt: Exibe o Critério de Informação de Akaike e o Critério de Informação Bayesiano.

# RegressionLinear|
source: Apply bootstrapped estimation. By default, the number of replications is set to 1000, but this can be changed to the desired number.
es: Aplicar la estimación con bootstrap. Por defecto, el número de réplicas se fija en 1000, pero esto se puede cambiar por el número deseado.
eu: Bootstrapped estimazioa aplikatzen du. Berez, errepikapen kopurua 1000ra ezartzen da, baina nahi den zenbakira alda daiteke.
gl: Aplicar a estimación con bootstrap. Por defecto, o número de réplicas fíxase en 1000, pero isto pódese trocar polo número desexado.
pt: Aplique a estimativa bootstrap. Por padrão, o número de replicações é definido como 1000, mas pode ser alterado para o número desejado.

# RegressionLinear|
source: Includes confidence intervals for the estimated mean difference. By default the confidence level is set to 95%, but this can be changed to the desired percentage.
es: Incluye intervalos de confianza para la diferencia estimada de medias. Por defecto, el nivel de confianza se fija en 95%, pero esto se puede cambiar por el porcentaje desexado.
eu: Batez besteko diferentzia estimatuaren konfiantza-tarteak barne hartzen ditu. Berez, konfiantza-maila % 95ean ezartzen da, baina nahi den ehunekora alda daiteke.
gl: Inclúe intervalos de confianza para a diferenza estimada de medias. Por defecto, o nivel de confianza fíxase en 95%, pero isto pódese trocar pola porcentaxe desexada.
pt: Inclui intervalos de confiança para a diferença média estimada. Por padrão, o nível de confiança é definido como 95 %, mas pode ser alterado para a porcentagem desejada.

# RegressionLinear|
source: Displays Tolerance and Variance Inflation Factor for each predictor in the model in order to assess multicollinearity.
es: Muestra la Tolerancia y el Factor de Inflación de Varianza para cada predictor del modelo, con objeto de evaluar la multicolinealidad.
eu: Tolerantzia eta Bariantzaren Inflazio Faktorea bistaratzen ditu ereduko aurreikusle bakoitzerako, multikolinearitatea ebaluatzeko.
gl: Amosa a Tolerancia e o Factor de Inflación da Varianza para cada preditor do modelo, co obxecto de avaliar a multicolinearidade.
pt: Exibe o Fator de Inflação de Tolerância e Variância para cada preditor no modelo, a fim de avaliar a multicolinearidade.

# RegressionLinear|
source: Shows the maximum ratio of the likelihood of the obtained p-value under H1 vs the likelihood of the obtained p value under H0. For example, if the two-sided p-value equals .05, the Vovk-Sellke MPR equals 2.46, indicating that this p-value is at most 2.46 times more likely to occur under H1 than under H0.
es: Muestra la proporción máxima de la verosimilitud del valor p obtenido bajo H1 frente a la verosimilitud del valor p obtenido bajo H0. Por ejemplo, si el valor p bilateral es igual a .05, el MPR de Vovk-Sellke es igual a 2.46, indicando que este valor p es como mucho 2.46 veces más probable que ocurra bajo H1 que bajo H0.
eu: H1-pean lortutako p-balioaren probabilitatearen eta H0-pean lortutako p-balioaren probabilitatearen arteko erlazio maximoa erakusten du. Adibidez, alde bikoitzeko p-balioa .05 bada, Vovk-Sellke MPR 2.46 da, eta horrek adierazten du p-balio hori gehienez 2.46 aldiz litekeena dela H1-en azpian H0-en azpian baino gertatzea.
gl: Amosa a proporción máxima da verosimilitude do valor P obtido baixo H1 fronte á verosimilitude do valor P obtido baixo H0. Por exemplo, se o valor P bilateral é igual a .05, o MPR de Vovk-Sellke é igual a 2.46, indicando que este valor P é como moito 2.46 veces máis probable que ocorra baixo H1 que baixo H0.
pt: Mostra a razão máxima entre a probabilidade do valor-p obtido em H1 e a probabilidade do valor de p obtido em H0. Por exemplo, se o valor de p bilateral for igual a 0,05, a MPR de Vovk-Sellke será igual a 2,46, indicando que esse valor de p tem, no máximo, 2,46 vezes mais probabilidade de ocorrer em H1 do que em H0.

# RegressionLinear|
source: Separate ANOVA table for each model, i.e., each step in Backward, Forward, and Stepwise regression.
es: Separar la tabla ANOVA para cada modelo; i.e. cada etapa de las regresiones Hacia Atrás, Hacia Adelante y Paso a Paso.
eu: ANOVA taula bereizia eredu bakoitzerako, hau da, atzerako, aurrerako eta urratsez urratseko erregresioko urrats bakoitzerako.
gl: Separar a táboa ANOVA para cada modelo; i.e. cada etapa das regresións Cara Atrás, Cara Adiante e Paso a Paso.
pt: Tabela ANOVA separada para cada modelo, i.e., cada etapa na regressão para trás, para frente e por etapas.

# RegressionLinear|
source: Displays the covariance matrix of the predictor variables, per model.
es: Muestra la matriz de covarianzas de las variables predictoras, por modelo.
eu: Aurreikusle aldagaien kobariantza matrizea erakusten du, eredu bakoitzeko.
gl: Amosa a matriz de covarianzas das variables preditoras, por modelo.
pt: Exibe a matriz de covariância das variáveis preditoras, por modelo.

# RegressionLinear|
source: Collinearity statistics, eigenvalues, condition indices, and variance proportions.
es: Estadísticos de multicolinealidad, autovalores, índices de condición y proporciones de varianza.
eu: Kolinealtasun estatistikak, balio propioak, baldintza indizeak eta bariantza proportzioak.
gl: Estatísticos de multicolinearidade, autovalores, índices de condición e proporcións de varianza.
pt: Estatísticas de colinearidade, autovalores, índices de condição e proporções de variância.

# RegressionLinear|
source: Use p-value as criterion for adding and removing predictors in Backward, Forward, and Stepwise regression.
es: Utilizar el valor p como criterio para añadir o eliminar predictores en las regresiones Hacia Atrás, Hacia Adelante y Paso a Paso.
eu: Erabili p-balioa irizpide gisa aurreikusleak gehitu eta kentzeko atzerako, aurrerako eta urratsez urratseko erregresioan.
gl: Utilizar o valor P como criterio para engadir ou eliminar preditores nas regresións Cara Atrás, Cara Adiante e Paso a Paso.
pt: Usar o valor-p como critério para adicionar e remover preditores em regressão para trás, para frente e por etapas.

# RegressionLinear|
source: Adds predictor if the p-value of the regression coefficient < x; default is x=0.05.
es: Añade el predictor si el valor p de su coeficiente de regresión es < x; por defecto, x=0.05.
eu: Aurreikuslea gehitzen du erregresio koefizientearen p-balioa x baino txikiagoa bada; lehenetsia x=0.05 da.
gl: Engade o preditor se o valor P do seu coeficiente de regresión é < x; por defecto, x=0.05.
pt: Adiciona preditor se o valor-p do coeficiente de regressão < x; o padrão é x=0,05.

# RegressionLinear|
source: Removes predictor if the p-value of the regression coefficient > x; default is x=0.1.
es: Elimina el predictor si el valor p de su coeficiente de regresión es > x; por defecto, x=0.1.
eu: Erregresio-koefizientearen p-balioa x baino handiagoa bada, aurreikuslea kentzen du; lehenetsia x=0.1 da.
gl: Elimina o preditor se o valor P do seu coeficiente de regresión é > x; por defecto, x=0.1.
pt: Remove o preditor se o valor-p do coeficiente de regressão > x; o padrão é x=0,1.

# RegressionLinear|
source: Use F-value as criterion for adding and removing predictors.
es: Utilizar el valor de F como criterio para añadir y eliminar predictores.
eu: Erabili F-balioa aurreikusleak gehitzeko eta kentzeko irizpide gisa.
gl: Utilizar o valor de F como criterio para engadir e eliminar preditores.
pt: Usa o valor F como critério para adicionar e remover preditores.

# RegressionLinear|
source: Adds predictor if the F-value (t^2) of the regression coefficient is > x; default is x=3.84.
es: Añade el predictor si el valor F (t^2) de su coeficiente de regresión es > x; por defecto, x=3.84.
eu: Aurreikuslea gehitzen du erregresio-koefizientearen F-balioa (t^2) x baino handiagoa bada; lehenetsia x=3.84 da.
gl: Engade o preditor se o valor F (t^2) do seu coeficiente de regresión é > x; por defecto, x=3.84.
pt: Adiciona um preditor se o valor F (t^2) do coeficiente de regressão for > x; o padrão é x=3,84.

# RegressionLinear|
source: Removes predictor if the F-value (t^2) of the regression coefficient is < x; default is x=2.71.
es: Elimina el predictor si el valor F (t^2) de su coeficiente de regresión es < x; por defecto, x=2.71.
eu: Aurreikuslea kentzen du erregresio-koefizientearen F-balioa (t^2) x baino txikiagoa bada; lehenetsia x=2.71 da.
gl: Elimina o preditor se o valor F (t^2) do seu coeficiente de regresión é < x; por defecto, x=2.71.
pt: Remove o preditor se o valor F (t^2) do coeficiente de regressão for < x; o padrão é x=2,71.

# RegressionLinear|
source: Uses only complete cases across all variables.
es: Utiliza solo casos completos transversalmente a todas las variables.
eu: Aldagai guztietan kasu osoak soilik erabiltzen ditu.
gl: Utiliza só casos completos transversalmente a todas as variables.
pt: Usa apenas casos completos em todas as variáveis.

# RegressionLinear|
source: If the assumptions of the linear regression model are tenable, then these residuals should scatter randomly about a horizontal line. Any systematic pattern or clustering of the residuals suggests model assumption violations.
es: Si son sostenibles los supuestos del modelo de regresión lineal, entonces estos errores deben dispersarse aleatoriamente respecto a la línea horizontal. Cualquier patrón sistemático o agrupamiento de los errores sugiere violaciones de los supuestos del modelo.
eu: Erregresio linealaren ereduaren hipotesiak onargarriak badira, hondar hauek ausaz sakabanatu beharko lirateke lerro horizontal baten inguruan. Hondarren edozein eredu sistematikok edo multzokatzeak ereduaren hipotesiaren urraketak iradokitzen ditu.
gl: Se son sostibles os supostos do modelo de regresión linear, entón estes erros deben dispersarse aleatoriamente respecto á liña horizontal. Calquera padrón sistemático ou agrupamento dos erros suxire incumprimentos dos supostos do modelo.
pt: Se as suposições do modelo de regressão linear forem sustentáveis, esses resíduos devem se espalhar aleatoriamente em torno de uma linha horizontal. Qualquer padrão sistemático ou agrupamento dos resíduos sugere violações das suposições do modelo.

# RegressionLinear|
source: Displays a histogram of residual values.
es: Muestra un histograma de los valores dos errores.
eu: Hondar-balioen histograma bat bistaratzen du.
gl: Amosa un histograma dos valores dos erros.
pt: Exibe um histograma dos valores residuais.

# RegressionLinear|
source: Checks the validity of the distributional assumption of the data set. Specifically, the plot illustrates whether the residuals are normally distributed.
es: Comprueba la validez de los supuestos sobre la distribución del conjunto de datos. Concretamente, el gráfico ilustra sobre si los errores siguen una distribución Normal.
eu: Datu-multzoaren banaketa-suposizioaren baliozkotasuna egiaztatzen du. Zehazki, grafikoak hondarrak normal banatuta dauden ala ez erakusten du.
gl: Comproba a validez dos supostos sobre a distribución do conxunto de datos. Concretamente, a gráfica ilustra sobre se os erros seguen unha distribución Normal.
pt: Verifica a validade da suposição distributiva do conjunto de dados. Especificamente, o gráfico ilustra se os resíduos são distribuídos normalmente.

# RegressionLinear|
source: These plots are scatterplots of the residuals from two regressions - regressing the dependent variable on all other predictors, and regressing a particular predictor (i.e., as dependent variable) on all other predictors-then plotting the residuals against each other.
es: Estos son gráficos de dispersión de los errores de dos regresiones: Regresión de la variable dependiente sobre todos los predictores y regresión de un predictor concreto (i.e. como variable dependiente) sobre todos los otros predictores; y después dibujando los errores de una contra los de la otra.
eu: Grafiko hauek bi erregresiotako hondarren sakabanaketa-diagramak dira: mendeko aldagaia beste iragarle guztietan erregresatzen da, eta iragarle jakin bat (hau da, mendeko aldagai gisa) beste iragarle guztietan erregresatzen da, eta ondoren hondarrak elkarren aurka marrazten dira.
gl: Estas son gráficas de dispersión dos erros de dúas regresións: Regresión da variable dependente sobre tódolos preditores e regresión dun preditor concreto (i.e. como variable dependente) sobre tódolos outros preditores; e despois debuxando os erros dunha contra os da outra.
pt: Esses gráficos são diagramas de dispersão dos resíduos de duas regressões — regredindo a variável dependente em todos os outros preditores e regredindo um preditor específico (e.g., como variável dependente) em todos os outros preditores — e então plotando os resíduos uns contra os outros.

# RegressionLinear|
source: Displays the specified confidence interval around the regression line on the plot.
es: Representa el intervalo de confianza especificado en torno a la línea de regresión, en el gráfico.
eu: Grafikoan erregresio-lerroaren inguruko konfiantza-tarte zehatza bistaratzen du.
gl: Representa o intervalo de confianza especificado arredor da liña de regresión, na gráfica.
pt: Exibe o intervalo de confiança especificado em torno da linha de regressão no gráfico.

# RegressionLinear|
source: Visualization of how a change in a predictor affects the predicted outcome, holding other variables constant.
es: Visualización de cómo afecta un cambio en un predictor al resultado predicho, manteniendo constantes las otras variables .
eu: Aurreikusle baten aldaketak aurreikusitako emaitzan nola eragiten duen bistaratzea, beste aldagaiak konstante mantenduz.
gl: Visualización de como afecta un cambio nun preditor ao resultado predito, mantendo constantes as outras variables.
pt: Visualização de como uma mudança em um preditor afeta o resultado previsto, mantendo outras variáveis constantes.

# RegressionLinearBayesian|
source: Drag the relevant dependent variable(s) to this box.
es: Arrastrar las variables dependientes relevantes a esta caja.
gl: Arrastrar as variables dependentes relevantes a esta caixiña.
pt: Arraste a(s) variável(is) dependente(s) relevante(s) para esta caixa.

# RegressionLinearBayesian|
source: Output table containing the Marginal Posterior Summaries of Coefficients.
es: Tabla de resultados que contiene los Resúmenes Posteriores Marginales de los Coeficientes.
eu: Koefizienteen Atzeko Laburpen Marjinalak dituen irteera taula.
gl: Táboa de resultados que contén os Resumos Posteriores Marxinais dos Coeficientes.
pt: Tabela de saída contendo os Resumos Marginais Posteriores dos Coeficientes.

# RegressionLinearBayesian|
source: Compares across all models.
es: Compara a través de todos los modelos.
eu: Modelo guztiak alderatzen ditu.
gl: Compara a través de tódolos modelos.
pt: Compara todos os modelos.

# RegressionLinearBayesian|
source: Compares across matched models.
es: Compara a través de modelos emparejados.
eu: Parekatutako modeloak alderatzen ditu.
gl: Compara a través de modelos emparellados.
pt: Compara entre modelos correspondentes.

# RegressionLinearBayesian|
source: Omits the intercept in the plot display.
es: Omite la constante en la visualización del gráfico.
gl: Omite a constante na visualización da gráfica.
pt: Omite o intercepto na exibição do gráfico.

# RegressionLinearBayesian|
source: Displays the most complex model, meaning the model which includes all the predictors.
es: Muestra el modelo más complejo, refiriéndose así al modelo que incluye todos los predictores.
eu: Modelo konplexuena erakusten du, hau da, aurreikusle guztiak barne hartzen dituen modeloa.
gl: Amosa o modelo máis complexo, referíndose así ao modelo que inclúe tódolos preditores.
pt: Exibe o modelo mais complexo, ou seja, o modelo que inclui todos os preditores.

# RegressionLinearBayesian|
source: Displays the median model, meaning the smallest model in which all the predictors are more likely to be part of the true model than not given the data. i.e., has a posterior inclusion probability equal or greater than 0.5.
es: Muestra el modelo intermedio, refiriéndose así al modelo más pequeño en el que es más probable que todos los predictores sean parte del modelo verdadero que no lo sean, dados los datos; i.e. tienen una probabilidad posterior de inclusión igual o mayor que 0.5.
eu: Mediana erakusten du, hau da, aurreikusle guztiak benetako modeloaren parte izateko aukera gehiago duten modelo txikiena, datuak emanda ez egotea baino. Hau da, 0,5 edo handiagoa den atzeko inklusio probabilitatea duena.
gl: Amosa o modelo intermedio, referíndose así ao modelo máis pequeno no que é máis probable que tódolos preditores sexan parte do modelo verdadeiro que non o sexan, dados os datos; i.e. teñen unha probabilidade posterior de inclusión igual ou maior que 0.5.
pt: Exibe o modelo mediano, ou seja, o menor modelo no qual todos os preditores têm maior probabilidade de fazer parte do modelo verdadeiro do que não fazer parte dele, dados os dados, e.g., tem uma probabilidade de inclusão posterior igual ou maior que 0,5.

# RegressionLinearBayesian|
source: Displays the model in which the predictor coefficients are averaged out across all models.
es: Muestra el modelo en el que los coeficientes de los predictores se promedian entre todos los modelos.
eu: Aurreikusle-koefizienteak modelo guztietan batez beste kalkulatzen diren modeloa erakusten du.
gl: Amosa o modelo no que os coeficientes dos preditores resultan de facer a media entre tódolos modelos.
pt: Exibe o modelo no qual os coeficientes do preditor são calculados em média entre todos os modelos.

# RegressionLinearBayesian|
source: Compares each model against the model selected here.
es: Compara cada modelo con el modelo seleccionado aquí.
eu: Modelo bakoitza hemen hautatutako modeloarekin alderatzen du.
gl: Compara cada modelo co modelo seleccionado aquí.
pt: Compara cada modelo com o modelo selecionado aqui.

# RegressionLinearBayesian|
source: All models are compared to the best model.
es: Todos los modelos se comparan con el mejor modelo.
eu: Modelo guztiak modelo onenarekin alderatzen dira.
gl: Tódolos modelos se comparan co mellor modelo.
pt: Todos os modelos são comparados com o melhor modelo.

# RegressionLinearBayesian|
source: All models are compared to the null model.
es: Todos los modelos se comparan con el modelo nulo.
eu: Modelo guztiak modelo nuluarekin alderatzen dira.
gl: Tódolos modelos se comparan co modelo nulo.
pt: Todos os modelos são comparados ao modelo nulo.
