Repository: jasp-stats/jaspRegression
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, pl, pt, ta

# CorrelationBayesian|
source: Pearson's product moment correlation coefficient.
es: Coeficiente de correlación del momento de producto de Pearson.
eu: Pearsonen produktu momentuaren korrelazio koefizientea.
gl: Coeficiente de correlación do momento de produto de Pearson.
pt: Coeficiente de correlação do momento do produto de Pearson.

# CorrelationBayesian|
source: Kendall's tau-b rank-order correlation coefficient to quantify the monotonic association between two variables by comparing concordant and non-concordant pairs.
es: Coeficiente tau-b de correlación de órdenes de rangos de Kendall para cuantificar la asociación monótona entre dos variables comparando pares concordantes y no concordantes.
eu: Kendallen tau-b sailkapen ordenako korrelazio koefizientea bi aldagairen arteko lotura monotonikoa kuantifikatzeko, bikote konkordanteak eta ez-konkordanteak alderatuz.
gl: Coeficiente tau-b de correlación de ordes de rangos de Kendall para cuantificar a asociación monótona entre dúas variables comparando pares coincidentes e non coincidentes.
pt: Coeficiente de correlação de ordem de classificação tau-b de Kendall para quantificar a associação monotônica entre duas variáveis comparando pares concordantes e não concordantes.

# CorrelationBayesian|
source: Displays scatterplots for each specified pair of variables.
es: Presenta gráficos de dispersión para cada par de variables especificado.
eu: Zehaztutako aldagai bikote bakoitzerako sakabanaketa-diagramak bistaratzen ditu.
gl: Presenta gráficas de dispersión para cada par de variables especificado.
pt: Exibe gráficos de dispersão para cada par especificado de variáveis.

# CorrelationBayesian|
source: Displays the prior and posterior distribution of the correlation under the alternative hypothesis for each specified pair of variables.
es: Presenta la distribución previa y posterior de la correlación bajo la hipótesis alternativa para cada par de variables especificado.
eu: Aldagai bikote bakoitzerako korrelazioaren aurreko eta ondorengo banaketa erakusten du hipotesi alternatiboaren pean.
gl: Presenta a distribución previa e posterior da correlación baixo a hipótese alternativa para cada par de variables especificado.
pt: Exibe a distribuição anterior e posterior da correlação sob a hipótese alternativa para cada par especificado de variáveis.

# CorrelationBayesian|
source: Adds the median and the 95% credible interval of the posterior distribution of the effect size.
es: Añade la mediana y el intervalo con el 95% de credibilidad de la distribución posterior de la magnitud del efecto.
eu: Efektuaren tamainaren ondorengo banaketaren mediana eta % 95eko sinesgarritasun tartea gehitzen ditu.
gl: Engade a mediana e o intervalo co 95% de credibilidade da distribución posterior da magnitude do efecto.
pt: Adiciona a mediana e o intervalo credível de 95 % da distribuição posterior do tamanho do efeito.

# CorrelationBayesian|
source: Adds the Bayes factor computed with the user-defined prior; adds a probability wheel depicting the odds of the data under the null vs. alternative hypothesis (Assuming null and alternative had equal probability a priori).
es: Añade el factor de Bayes calculado con la previa definida por el usuario; añade una ruleta de probabilidad que representa las posibilidades de los datos bajo la hipótesis nula vs. alternativa (asumiendo que nula y alternativa tienen a priori la mesma probabilidad).
eu: Erabiltzaileak definitutako aurrekoarekin kalkulatutako Bayes faktorea gehitzen du; datuen probabilitateak erakusten dituen probabilitate gurpil bat gehitzen du hipotesi nuluaren eta alternatiboaren pean (a priori probabilitate berdina zutela suposatuz).
gl: Engade o factor de Bayes calculado coa previa definida polo usuario; engade unha ruleta de probabilidade que representa as posibilidades dos datos baixo a hipótese nula vs. alternativa (asumindo que nula e alternativa teñen a priori a mesma probabilidade).
pt: Adiciona o fator de Bayes calculado com anterior definido pelo usuário; adiciona uma roda de probabilidade representando as probabilidades dos dados sob a hipótese nula vs. alternativa (assumindo que nula e alternativa tinham probabilidade igual a priori).

# CorrelationBayesian|
source: Displays the Bayes factor as a function of the width of the stretched beta prior on the correlation for each specified pair of variables. The width of the kappa prior is varied between 0 and 2.
es: Presenta el factor de Bayes como función del ancho de la previa de Beta alargada en la correlación para cada par de variables especificado. El ancho de la previa de kappa varía entre 0 y 2.
eu: Bayes faktorea bistaratzen du aldagai bikote bakoitzerako korrelazioaren beta luzatuaren zabaleraren funtzio gisa. Kappa aurriaren zabalera 0 eta 2 artean aldatzen da.
gl: Presenta o factor de Bayes como función do ancho da previa de Beta alongada na correlación para cada par de variables especificado. O ancho da previa de kappa varíase entre 0 e 2.
pt: Exibe o fator de Bayes como uma função da largura do beta anterior estendido na correlação para cada par de variáveis especificado. A largura do kappa anterior varia entre 0 e 2.

# CorrelationBayesian|
source: Adds the Bayes factor computed with the user-defined prior and the maximum obtainable Bayes factor.
es: Añade el factor de Bayes calculado con la previa definida por el usuario y el máximo factor de Bayes alcanzable.
gl: Engade o factor de Bayes calculado coa previa definida polo usuario e o máximo factor de Bayes alcanzable.
pt: Adiciona o fator de Bayes calculado com o anterior definido pelo usuário e o fator de Bayes máximo obtido.

# CorrelationBayesian|
source: Displays the development of the Bayes factor as the data come in using the user-defined prior for each specified pair of variables.
es: Presenta la evolución del factor de Bayes según los datos pasan a usar la previa definida por el usuario para cada par de variables especificado.
eu: Bayes faktorearen garapena bistaratzen du datuak sartzen diren heinean, erabiltzaileak definitutako aurria erabiliz, aldagai bikote bakoitzerako zehaztutako.
gl: Presenta a evolución do factor de Bayes segundo os datos pasan a usar a previa definida polo usuario para cada par de variables especificado.
pt: Exibe o desenvolvimento do fator de Bayes à medida que os dados chegam usando o anterior definido pelo usuário para cada par especificado de variáveis.

# CorrelationBayesian|
source: Adds the Bayes factor computed with the user-defined prior; adds a probability wheel depicting the odds of the data under the null vs. alternative hypothesis; shows the decisiveness of the evidence in terms of Jeffreys' (1961) evidence categories.
es: Añade el factor de Bayes calculado con la previa definida por el usuario; añade una ruleta de probabilidad que representa las posibilidades de los datos bajo la hipótesis nula vs. alternativa; muestra la solidez de la evidencia en términos de las categorías de evidencia de Jeffreys (1961).
eu: Erabiltzaileak definitutako aurriarekin kalkulatutako Bayes faktorea gehitzen du; probabilitate-gurpil bat gehitzen du, datuen probabilitateak hipotesi nuluaren eta alternatiboaren arabera irudikatzen dituena; frogaren erabakigarritasuna erakusten du Jeffreys-en (1961) froga-kategorien arabera.
gl: Engade o factor de Bayes calculado coa previa definida polo usuario; engade unha ruleta de probabilidade que representa as posibilidades dos datos baixo a hipótese nula vs. alternativa; amosa a solidez da evidencia en termos das categorías de evidencia de Jeffreys (1961).
pt: Adiciona o fator de Bayes calculado com o anterior definido pelo usuário; adiciona uma roda de probabilidade representando as probabilidades dos dados sob a hipótese nula vs. alternativa; mostra a decisão da evidência em termos das categorias de evidência de Jeffrey (1961).

# CorrelationBayesian|
source: Uses all complete observations for each individual pair of variables.
es: Utiliza todas las observaciones completas para cada par de variables.
eu: Aldagai bikote bakoitzerako behaketa oso guztiak erabiltzen ditu.
gl: Utiliza tódalas observacións completas para cada par de variables.
pt: Usa todas as observações completas para cada par individual de variáveis.

# CorrelationBayesian|
source: Uses only complete cases across all variables.
es: Utiliza solo casos completos transversalmente a todas las variables.
eu: Aldagai guztietan kasu osoak soilik erabiltzen ditu.
gl: Utiliza só casos completos transversalmente a todas as variables.
pt: Usa apenas casos completos em todas as variáveis.

# GeneralizedLinearModel|
source: A generalized linear model (GLM) is a flexible extension of ordinary linear regression. A widely used GLM is binary logistic regression. Generally speaking, a GLM consists of a random component and a systematic component:
es: Un modelo lineal generalizado (MLG, GLM) es una extensión flexible de la regresión lineal ordinaria. Un MLG ampliamente utilizado es la regresión logística binaria. En términos generales, un MLG consiste en una componente sistemática y una componente aleatoria:
eu: Orordututako eredu lineala (OEM) erregresio lineal arruntaren luzapen malgua da. Oso erabilia den OEM erregresio logistiko bitarra da. Oro har, OEM batek osagai ausazko bat eta osagai sistematiko bat ditu:
gl: Un modelo linear xeneralizado (MLX, GLM) é unha extensión flexible da regresión linear ordinaria. Un MLX amplamente utilizado é a regresión loxística binaria. En termos xerais, un MLX consiste nunha compoñente sistemática e unha compoñente aleatoria:
pt: Um modelo linear generalizado (MLG) é uma extensão flexível da regressão linear ordinária. Um MLG amplamente utilizado é a regressão logística binária. Em termos gerais, um MLG consiste em um componente aleatório e um componente sistemático:

# GeneralizedLinearModel|
source: Family and link
es: Familia y enlace
eu: Familia eta lotura
gl: Familia e enlace
pt: Família e ligação

# GeneralizedLinearModel|
source: Assumptions
es: Supuestos
eu: Suposizioak
gl: Supostos
pt: Suposições

# GeneralizedLinearModel|
source: Input
es: Entrada
eu: Sarrera ??
gl: Entrada
pt: Entrada

# GeneralizedLinearModel|
source: All the independent variables and covariates that can be included in the model.
es: Todas las variables independientes y covariables que pueden incluirse en el modelo.
eu: Ereduan sar daitezkeen aldagai eta kobariante independente guztiak.
gl: Tódalas variables independentes e covariantes que poden incluírse no modelo.
pt: Todas as variáveis independentes e covariáveis que podem ser incluídas no modelo.

# GeneralizedLinearModel|
source: A table providing information about the goodness-of-fit of the model, including the corresponding fit statistic, the degree of freedom (df) and the p-value.
es: Una tabla que proporciona información sobre la bondad-de-ajuste del modelo, incluyendo el correspondiente estadístico de ajuste, los grados de libertad (gl) y el valor p.
eu: Ereduaren egokitzapenaren ontasunari buruzko informazioa ematen duen taula bat, dagokion egokitzapen estatistikoa, askatasun graduak (ag) eta p balioa barne.
gl: Unha táboa que proporciona información sobre a bondade-de-axuste do modelo, incluíndo o correspondente estatístico de axuste, os graos de liberdade (gl) e o valor P.
pt: Uma tabela que fornece informações sobre a qualidade do ajuste do modelo, incluindo a estatística de ajuste correspondente, os graus de liberdade (gl) e o valor-p.

# GeneralizedLinearModel|
source: Goodness-of-fit test based on deviance residuals, comparing the current model against the saturated model.
es: Contraste de Bondad-de-ajuste basado en los errores de desviación, comparando el modelo vigente con el modelo saturado.
eu: Desbideratze hondarretan oinarritutako egokitzapen-proba, uneko eredua eredu saturatuarekin alderatuz.
gl: Proba de Bondade-de-axuste baseada nos erros de desvío, comparando o modelo vixente co modelo saturado.
pt: Teste de qualidade de ajuste baseado em resíduos de desvio, comparando o modelo atual com o modelo saturado.

# GeneralizedLinearModel|
source: Goodness-of-fit test based on Pearson residuals, comparing the current model against the saturated model.
es: Contraste de Bondad-de-ajuste basado en los errores de Pearson, comparando el modelo vigente con el modelo saturado.
eu: Pearson hondarretan oinarritutako egokitzapen-proba, uneko eredua eredu saturatuarekin alderatuz.
gl: Proba de Bondade-de-axuste baseada nos erros de Pearson, comparando o modelo vixente co modelo saturado.
pt: Teste de qualidade de ajuste baseado em resíduos de Pearson, comparando o modelo atual com o modelo saturado.

# GeneralizedLinearModel|
source: Provide the confidence intervals around the parameter estimates. The level of the confidence intervals can be specified (default is 95%).
es: Proporciona los intervalos de confianza en torno a las estimaciones de los parámetros. El nivel de confianza se puede concretar (por defecto es 95%).
eu: Parametroen estimazioen inguruko konfiantza-tarteak eman. Konfiantza-tarteen maila zehaztu daiteke (lehenetsia % 95 da).
gl: Proporciona os intervalos de confianza arredor das estimacións dos parámetros. O nivel de confianza pódese concretar (por defecto é 95%).
pt: Forneça os intervalos de confiança em torno das estimativas dos parâmetros. O nível dos intervalos de confiança pode ser especificado (o padrão é 95 %).

# GeneralizedLinearModel|
source: A table showing multicollinearity diagnostics of the model. The choices of measures are as follows.
es: Una tabla que muestra diagnósticos de multicolinealidad del modelo. Las elecciones de medidas son las siguientes.
eu: Ereduaren multikolinearitatearen diagnostikoak erakusten dituen taula bat. Neurrien aukerak hauek dira.
gl: Unha táboa que amosa diagnósticos de multicolinearidade do modelo. As eleccións de medidas son as seguintes.
pt: Uma tabela mostrando o diagnóstico de multicolinearidade do modelo. As opções de medidas são as seguintes.

# GeneralizedLinearModel|
source: Set seeds: This gives you the possibility of setting a random seed for the plots and tables based on quantile residuals in the Diagnostics Section. Concretely, every time you generate a plot or a table based on quantile residuals, you get a slightly different plot or table because one step in the calculation of the quantile residuals involves drawing random values from a distribution. By setting a random seed of your choice here (the default is 1), you make sure that you can get exactly the same plots and tables based on quantile residuals.
es: Establecer semillas: Esto ofrece la posibilidad de establecer una semilla aleatoria para los gráficos y tablas, basadas en los errores de cuantiles en la Sección de Diagnósticos. En concreto, cada vez que se genera un gráfico o una tabla basadas en errores de cuantiles, se obtiene un gráfico o tabla ligeramente diferentes porque una etapa en el cálculo de los errores de cuantiles implica extraer valores aleatorios de una distribución. Establecer aquí una semilla aleatoria de su elección (por defecto es 1), le asegura que puede obtener exactamente los mismos gráficos y tablas basadas en los errores de cuantiles.
eu: Haziak ezarri: Honek aukera ematen dizu Diagnostiko Ataleko hondar kuantiletan oinarritutako grafiko eta tauletarako ausazko hazi bat ezartzeko. Zehazki, hondar kuantiletan oinarritutako grafiko edo taula bat sortzen duzun bakoitzean, grafiko edo taula apur bat desberdina lortzen duzu, hondar kuantilen kalkuluko urrats batek banaketa batetik ausazko balioak ateratzea dakarrelako. Hemen aukeratutako ausazko hazi bat ezarriz (lehenetsia 1 da), ziurtatzen duzu hondar kuantiletan oinarritutako grafiko eta taula berdin-berdinak lor ditzakezula.
gl: Establecer sementes: Isto dache a posibilidade de establecer unha semente aleatoria para as gráficas e táboas, baseadas nos erros de cuantiles na Sección de Diagnósticos. En concreto, cada vez que xeras unha gráfica ou unha táboa baseadas en erros de cuantiles, obtés unha gráfica ou táboa lixeiramente diferentes porque unha etapa no cálculo dos erros de cuantiles implica extraer valores aleatorios dunha distribución. Establecer aquí unha semente aleatoria da túa elección (por defecto é 1), te asegura que podes obter exactamente as mesmas gráficas e táboas baseadas nos erros de cuantiles.
pt: Definir sementes: Isso lhe dá a possibilidade de definir uma semente aleatória para os gráficos e tabelas com base em resíduos quantílicos na Seção de Diagnóstico. Concretamente, cada vez que você gera um gráfico ou uma tabela com base em resíduos quantílicos, obtém um gráfico ou tabela ligeiramente diferente, pois uma etapa do cálculo dos resíduos quantílicos envolve a extração de valores aleatórios de uma distribuição. Ao definir uma semente aleatória de sua escolha aqui (o padrão é 1), você garante que pode obter exatamente os mesmos gráficos e tabelas com base em resíduos quantílicos.

# RegressionLinear|
source: Linear regression allows the user to model a linear relationship between one or more explanatory variable(s) (predictors) and a continuous dependent (response) variable.
es: La regresión lineal permite al usuario modelar una relación lineal entre una o más variables explicativas (predictores) y una variable dependiente continua (respuesta).
gl: A regresión linear permite ao usuario modelar unha relación linear entre unha ou máis variables explicativas (preditores) e unha variable dependente continua (resposta).
pt: A regressão linear permite ao usuário modelar uma relação linear entre uma ou mais variáveis explicativas (preditores) e uma variável dependente contínua (resposta).

# RegressionLinear|
source: Assumptions
es: Supuestos
eu: Suposizioak
gl: Supostos
pt: Suposições

# RegressionLinear|
source: Dependent variable.
es: Variable dependiente.
eu: Menpeko aldagaia.
gl: Variable dependente.
pt: Variável dependente.

# RegressionLinear|
source: Specify the order in which the predictors are entered into the model. A block of one or more predictors represents one step in the hierarchy. Note that the present release does not allow for more than one block.
es: Especificar el orden en el que se introducen los predictores en el modelo. Un bloque de uno o más predictores representa una etapa en el escalafón. Tenga en cuenta que la versión actual no permite más que un bloque.
eu: Zehaztu iragarleak ereduan sartzeko ordena. Iragarle bat edo gehiagoko bloke batek hierarkiako urrats bat adierazten du. Kontuan izan bertsio honek ez duela bloke bat baino gehiago onartzen.
gl: Especificar a orde na que se introducen os preditores no modelo. Un bloque de un ou máis preditores representa unha etapa na xerarquía. Cae na conta de que a versión actual non permite máis dun bloque.
pt: Especifique a ordem em que os preditores são inseridos no modelo. Um bloco de um ou mais preditores representa uma etapa na hierarquia. Observe que a versão atual não permite mais de um bloco.

# RegressionLinear|
source: Predictors are entered sequentially based on the criterion specified in Stepping method criteria.
es: Los predictores se introducen secuencialmente en base al criterio especificado en los criterios del método Paso a Paso.
eu: Iragarleak sekuentzialki sartzen dira Urrats metodoaren irizpideetan zehaztutako irizpidearen arabera.
gl: Os preditores se introducen secuencialmente en base ao criterio especificado nos criterios do método Paso a Paso.
pt: Os preditores são inseridos sequencialmente com base no critério especificado nos critérios do método passo a passo.

# RegressionLinear|
source: Predictors are entered sequentially based on the criterion specified in Stepping method criteria; after each step, the least useful predictor is removed.
es: Los predictores se introducen secuencialmente en base al criterio especificado en los criterios del método Paso a Paso; después de cada etapa, se elimina el predictor menos útil.
eu: Iragarleak sekuentzialki sartzen dira Urrats metodoaren irizpideetan zehaztutako irizpidearen arabera; urrats bakoitzaren ondoren, iragarle gutxien erabilgarria kentzen da.
gl: Os preditores se introducen secuencialmente en base ao criterio especificado nos criterios do método Paso a Paso; despois de cada etapa, elimínase o preditor menos útil.
pt: Os preditores são inseridos sequencialmente com base no critério especificado nos critérios do método passo a passo; após cada etapa, o preditor menos útil é removido.

# RegressionLinear|
source: Continuous predictor variable(s). If ordinal variables are entered it is assumed that their levels are equidistant. Hence, ordinal variables are treated as continuous predictor variables.
es: Variable(s) predictora(s) continua(s). Cuando se introducen variables ordinales, se asume que sus niveles son equidistantes. Por eso, las variables ordinales se tratan como variables predictoras continuas.
eu: Iragarle aldagai jarraitua(k). Aldagai ordinalak sartzen badira, haien mailak distantzia berekoak direla suposatzen da. Beraz, aldagai ordinalak iragarle aldagai jarraitu gisa tratatzen dira.
gl: Variable(s) preditora(s) continua(s). Cando se introducen variables ordinais, asúmese que os seus niveis son equidistantes. Por iso, as variables ordinais se tratan como variables preditoras continuas.
pt: Variável(is) preditora(s) contínua(s). Se forem inseridas variáveis ordinais, presume-se que seus níveis sejam equidistantes. Portanto, as variáveis ordinais são tratadas como variáveis preditoras contínuas.

# RegressionLinear|
source: Model terms: The independent variables in the model. By default, all the main effects of the specified independent variables are included in the model. To include interactions, click multiple variables by holding the ctrl/command button while clicking, and drag those into the Model Terms box.
es: Elementos del modelo: Las variables independientes del modelo. Por defecto, se incluyen en el modelo todos los efectos principales de las variables independientes especificadas. Para incluir interacciones, mantener pulsado el botón ctrl/command y hacer clic en varias variables al mismo tempo, y arrastrarlas a la caja de Elementos del modelo.
eu: Eredu terminoak: Ereduan dauden aldagai independenteak. Berez, zehaztutako aldagai independenteen efektu nagusi guztiak ereduan sartzen dira. Elkarrekintzak sartzeko, egin klik aldagai anitzetan ctrl/command botoia sakatuta edukiz klik egiten duzun bitartean, eta arrastatu itzazu Eredu Terminoak laukira.
gl: Elementos do modelo: As variables independentes do modelo. Por defecto, inclúense no modelo tódolos efectos principais das variables independentes especificadas. Para incluír interaccións, mantén premido o botón ctrl/command e fai clic en varias variables ao tempo, e arrastraas á caixa de Elementos do modelo.
pt: Termos do modelo: As variáveis independentes no modelo. Por padrão, todos os efeitos principais das variáveis independentes especificadas são incluídos no modelo. Para incluir interações, clique em várias variáveis mantendo pressionada a tecla Ctrl/Command enquanto clica e arraste-as para a caixa 'Termos do Modelo'.

# RegressionLinear|
source: Include the intercept in the regression model.
es: Incluir la constante en el modelo de regresión.
eu: Sartu ebakidura-eremua erregresio-ereduan.
gl: Incluír a constante no modelo de regresión.
pt: Incluir o intercepto no modelo de regressão.

# RegressionLinear|
source: Durbin-Watson statistic to test the autocorrelation of the residuals.
es: Estadístico de Durbin-Watson para cotrastar la autocorrelación con los errores.
eu: Durbin-Watson estatistikoa hondarren autokorrelazioa probatzeko.
gl: Estatístico de Durbin-Watson para probar a autocorrelación cos erros.
pt: Estatística de Durbin-Watson para testar a autocorrelação dos resíduos.
