Repository: jasp-stats/jaspRegression
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, pl, pt, ta

# RegressionLogisticBayesian|
source: Output table containing the Marginal Posterior Summaries of Coefficients.
es: Tabla de resultados que contiene los Resúmenes Posteriores Marginales de los Coeficientes.
eu: Koefizienteen Atzeko Marjinal Laburpenak dituen irteera taula.
gl: Táboa de resultados que contén os Resumos Posteriores Marxinais dos Coeficientes.
pt: Tabela de saída contendo os Resumos Marginais Posteriores dos Coeficientes.

# RegressionLogisticBayesian|
source: Compares across all models.
es: Compara a través de todos los modelos.
eu: Modelo guztien artean alderatzen du.
gl: Compara a través de tódolos modelos.
pt: Compara todos os modelos.

# RegressionLogisticBayesian|
source: Compares across matched models.
es: Compara a través de modelos emparejados.
eu: Parekatutako modeloen artean alderatzen du.
gl: Compara a través de modelos emparellados.
pt: Compara entre modelos correspondentes.

# RegressionLogisticBayesian|
source: Displays a plot of the most likely values of the effect size for each model with their corresponding credible intervals.
es: Muestra un gráfico con los valores más probables de la magnitud del efecto para cada modelo con sus correspondientes intervalos de credibilidad.
eu: Modelo bakoitzerako efektu-tamainaren balio probableenen grafikoa erakusten du, dagokien sinesgarritasun-tarteekin.
gl: Amosa unha gráfica cos valores máis probables da magnitude do efecto para cada modelo cos seus correspondentes intervalos de credibilidade .
pt: Exibe um gráfico dos valores mais prováveis do tamanho do efeito para cada modelo com seus intervalos credíveis correspondentes.

# RegressionLogisticBayesian|
source: By clicking this box, the intercept is omitted from the plot.
es: Haciendo clic en este recuadro, se omite la constante en el gráfico.
eu: Kutxa honetan klik eginez gero, ebakidura grafikotik ezabatzen da.
gl: Facendo clic nesta caixiña, omítese a constante na gráfica.
pt: Ao clicar nesta caixa, o intercepto é omitido do gráfico.

# RegressionLogisticBayesian|
source: Displays the most complex model, meaning the model which includes all the predictors.
es: Muestra el modelo más complejo, refiriéndose así al modelo que incluye todos los predictores.
eu: Modelo konplexuena erakusten du, hau da, iragarle guztiak barne hartzen dituen eredua.
gl: Amosa o modelo máis complexo, referíndose así ao modelo que inclúe tódolos preditores.
pt: Exibe o modelo mais complexo, ou seja, o modelo que inclui todos os preditores.

# RegressionLogisticBayesian|
source: Displays the median model, meaning the smallest model in which all the predictors are more likely to be part of the true model than not given the data. i.e., have a posterior inclusion probability equal or greater than 0.5.
es: Muestra el modelo intermedio, refiriéndose así al modelo más pequeño en el que es más probable que todos los predictores sean parte del modelo verdadero que no lo sean, dados los datos; i.e. tienen una probabilidad posterior de inclusión igual o mayor que 0.5.
eu: Eredu mediana erakusten du, hau da, aurreikusle guztiak benetako ereduaren parte izateko aukera gehiago duten eredu txikiena, datuak emanda ez daudenak baino. Hau da, 0,5 edo handiagoa den atzeko inklusio probabilitatea dutenak.
gl: Amosa o modelo intermedio, referíndose así ao modelo máis pequeno no que é máis probable que tódolos preditores sexan parte do modelo verdadeiro que non o sexan, dados os datos; i.e. teñen unha probabilidade posterior de inclusión igual ou maior que 0.5.
pt: Exibe o modelo mediano, e.g., o menor modelo no qual todos os preditores têm maior probabilidade de fazer parte do modelo verdadeiro do que não fazer parte dele, dados os dados. Ou seja, têm uma probabilidade de inclusão posterior igual ou maior que 0,5.

# RegressionLogisticBayesian|
source: Displays the model in which the predictor coefficients are averaged out across all models.
es: Muestra el modelo en el que los coeficientes de los predictores se promedian entre todos los modelos.
eu: Aurreikusleen koefizienteak eredu guztietan batez beste kalkulatzen diren eredua erakusten du.
gl: Amosa o modelo no que os coeficientes dos preditores resultan de facer a media entre tódolos modelos.
pt: Exibe o modelo no qual os coeficientes do preditor são calculados em média entre todos os modelos.

# RegressionLogisticBayesian|
source: Compares each model against the model selected here.
es: Compara cada modelo con el modelo seleccionado aquí.
eu: Eredu bakoitza hemen hautatutako ereduarekin alderatzen du.
gl: Compara cada modelo co modelo seleccionado aquí.
pt: Compara cada modelo com o modelo selecionado aqui.

# RegressionLogisticBayesian|
source: All models are compared to the best model.
es: Todos los modelos se comparan con el mejor modelo.
eu: Eredu guztiak eredu onenarekin alderatzen dira.
gl: Tódolos modelos se comparan co mellor modelo.
pt: Todos os modelos são comparados com o melhor modelo.

# RegressionLogisticBayesian|
source: All models are compared to the null model.
es: Todos los modelos se comparan con el modelo nulo.
eu: Eredu guztiak eredu nuluarekin alderatzen dira.
gl: Tódolos modelos se comparan co modelo nulo.
pt: Todos os modelos são comparados ao modelo nulo.

# RegressionLogisticBayesian|
source: Displays a plot of the marginal posterior distribution for each predictor.
es: Presenta el gráfico de la distribución marginal posterior para cada predictor.
eu: Aurreikusle bakoitzerako atzeko banaketa marjinalaren grafikoa erakusten du.
gl: Presenta a gráfica da distribución marxinal posterior para cada preditor.
pt: Exibe um gráfico da distribuição marginal posterior para cada preditor.

# RegressionLogisticBayesian|
source: Shows the relation between model fit and complexity.
es: Muestra la relación entre el ajuste del modelo y la complejidad.
eu: Ereduaren egokitasunaren eta konplexutasunaren arteko erlazioa erakusten du.
gl: Amosa a relación entre o axuste do modelo e a complexidade.
pt: Mostra a relação entre ajuste do modelo e complexidade.

# RegressionLogisticBayesian|
source: Displays the cumulative distribution function of the model search.
es: Presenta la función de distribución acumulada de la búsqueda del modelo.
eu: Eredu bilaketaren banaketa-funtzio metatua erakusten du.
gl: Presenta a función de distribución acumulada da procura do modelo.
pt: Exibe a função de distribuição cumulativa da pesquisa do modelo.

# RegressionLogisticBayesian|
source: Displays a Q-Q plot of the model averaged predictions against the residuals.
es: Presenta un gráfico Q-Q de las predicciones medias del modelo frente a los errores.
eu: Ereduaren batez besteko iragarpenen Q-Q grafikoa erakusten du hondarren aurka.
gl: Presenta unha gráfica Q-Q das predicións medias do modelo fronte aos erros.
pt: Exibe um gráfico Q-Q das previsões médias do modelo em relação aos resíduos.

# RegressionLogisticBayesian|
source: Compare models using the Akaike Information Criterion.
es: Comparar modelos utilizando el Criterio de Información de Akaike.
eu: Ereduak alderatu Akaike Informazio Irizpidea erabiliz.
gl: Comparar modelos utilizando o Criterio de Información de Akaike.
pt: Comparar modelos usando o Critério de Informação de Akaike.

# RegressionLogisticBayesian|
source: Uses the MLE of g from the marginal likelihood within each model.
es: Utiliza el EMV de g de la verosimilitud marginal dentro de cada modelo.
eu: g-ren MLE erabiltzen du eredu bakoitzaren barruko probabilitate marjinalaren arabera.
gl: Utiliza o EMV de g da verosimilitude marxinal dentro de cada modelo.
pt: Usa o EMV de g da verossimilhança marginal dentro de cada modelo.

# RegressionLogisticBayesian|
source: Zellner's g-prior. There is an option to adjust the alpha parameter.
es: Previa g de Zellner. Hay opción de ajustar el parámetro alfa.
eu: Zellnerren g-aurre-maila. Alfa parametroa doitzeko aukera dago.
gl: Previa g de Zellner. Hai opción de axustar o parámetro alfa.
pt: g-prior de Zellner. Há uma opção para ajustar o parâmetro alfa.

# RegressionLogisticBayesian|
source: Default Beta(a = 1, b = 1).
es: Predeterminada Beta(a = 1, b = 1).
eu: Beta lehenetsia (a = 1, b = 1).
gl: Predeterminada Beta(a = 1, b = 1).
pt: Padrão Beta(a = 1, b = 1).

# RegressionLogisticBayesian|
source: Uniform prior distribution.
es: Distribución previa Uniforme.
eu: Aurre-maila uniformeko banaketa.
gl: Distribución previa Uniforme.
pt: Distribuição uniforme anterior.

# RegressionLogisticBayesian|
source: Bernoulli prior. Default p = 0.5.
es: Bernoulli previa. Por defecto, p = 0.5.
gl: Bernoulli previa. Por defecto, p = 0.5.
pt: Bernoulli anterior. Padrão p = 0,5.

# RegressionLogisticBayesian|
source: Samples with replacement via an MCMC algorithm that combines the birth/death random walk with a random swap move to interchange a variable in the model. No. samples indicates the number of MCMC samples to draw. Setting the value to 0 implies the number of MCMC iterations is equal to 10 times the number of models. Sampling stops when min(number of models, MCMC iterations) is reached.
es: Muestras con reemplazo mediante un algoritmo MCMC que combina el paseo aleatorio de inicio/fin con un movimiento de permuta aleatoria para intercambiar una variable en el modelo. No. muestras indica el número de muestras MCMC a extraer. Fijar el valor en 0 implica que el número de iteraciones MCMC es igual a 10 veces el número de modelos. El muestreo se detiene cuando se alcanza el mín(número de modelos, iteraciones MCMC).
eu: MCMC algoritmo baten bidezko ordezkapena duten laginak, jaiotza/heriotza ausazko ibilaldia eta ausazko truke mugimendua konbinatzen dituena ereduko aldagai bat trukatzeko. Lagin kopuruak atera beharreko MCMC lagin kopurua adierazten du. Balioa 0ra ezartzeak MCMC iterazio kopurua eredu kopuruaren 10 aldiz berdina dela esan nahi du. Laginketa gelditzen da min(eredu kopurua, MCMC iterazio) iristen denean.
gl: Mostras con substitución mediante un algoritmo MCMC que combina o paseo aleatorio de inicio/fin cun movemento de permuta aleatoria para intercambiar unha variable no modelo. No. mostras indica o número de mostras MCMC a extraer. Fixar o valor en 0 implica que o número de iteracións MCMC é igual a 10 veces o número de modelos. A mostraxe detense cando se acada o mín(número de modelos, iteracións MCMC).
pt: Amostras com substituição por meio de um algoritmo MCMC que combina a caminhada aleatória de nascimento/morte com um movimento de troca aleatória para trocar uma variável no modelo. O número de amostras indica o número de amostras MCMC a serem extraídas. Definir o valor como 0 implica que o número de iterações MCMC é igual a 10 vezes o número de modelos. A amostragem para quando min(número de modelos, iterações MCMC) é atingido.

# Correlation|
source: Variables
de: Variablen
eu: Aldagaiak
pl: Zmienne
pt: Variáveis
ta: மாறிகள்

# RegressionLinear|
source: Durbin-Watson
pt: Teste de Durbin-Watson
ta: டர்பின்-வாட்சன்

# RegressionLinearBayesian|
source: λ
pt: lambda (λ)
ta: எல்

# RegressionLinearBayesian|
source: Bernoulli
pt: Distribuição de Bernoulli
ta: பெர்ன lli லி

# GlmInputComponent|
source: Gamma
pt: Gama
ta: காமா

# RegressionLinear|
source: bootstraps
eu: bootstrap-ak
pl: bootstrap
ta: தொடக்கவார்

# RegressionLinearBayesian|
source: EB-local
de: EB-lokal
eu: EB-lokala
pl: EB-lokalne
ta: ஈபி-லோக்கல்

# RegressionLogistic|
source: bootstraps
eu: bootstrap-ak
pl: bootstrap
ta: தொடக்கவார்

# Correlation|
source: bootstraps
eu: bootstrap-ak
pl: próbek bootstrapowych
ta: தொடக்கவார்

# GlmInputComponent|
source: Binomial
eu: Binomiala
fr: Binomiale
pl: Dwumianowa
ta: ஈருறுப்பு

# RegressionLogisticBayesian|
source: EB-local
de: EB-lokal
eu: EB-tokikoa
ta: ஈபி-லோக்கல்

# Correlation|
source: Shapiro
pl: Shapiro-Wilk
ta: சாபிரோ

# Correlation|
source: Royston
ta: ராய்ச்டன்

# Correlation|
source: Mardia
ta: மார்டியா

# Correlation|
source: Means and standard deviations
de: Mittelwerte und Standardabweichungen
fr: Moyennes et écarts types
pl: Średnie i odchylenia standardowe
ta: வழிமுறைகள் மற்றும் நிலையான விலகல்கள்

# Correlation|
source: Cross-product deviations and covariances
de: Kreuzprodukt-Devianzen und -Kovarianzen
fr: Écarts et covariances entre les produits
ta: குறுக்கு தயாரிப்பு விலகல்கள் மற்றும் கோவாரியன்ச்

# RegressionLinearBayesian|
source: BIC
ta: பிக்

# RegressionLinearBayesian|
source: Wilson
ta: வில்சன்

# RegressionLinearBayesian|
source: Castillo
ta: காச்டிலோ

# RegressionLinearBayesian|
source: u
ta: உ

# RegressionLinearBayesian|
source: p
pl: <em>p</em>
ta: ப

# RegressionLinearBayesian|
source: BAS
ta: பிஏஎச்

# RegressionLinearBayesian|
source: MCMC
ta: எம்.சி.எம்.சி.

# RegressionLogistic|
source: Pearson
ta: பியர்சன்

# GlmInputComponent|
source: Bernoulli
ta: பெர்ன lli லி

# GlmInputComponent|
source: Poisson
ta: பாய்சன்

# GlmInputComponent|
source: Logit
ta: உள்நுழைவு

# GlmInputComponent|
source: Probit
ta: ஆய்வு

# GlmInputComponent|
source: Cauchit
ta: க uch சிட்

# GlmInputComponent|
source: 1/mu^2
ta: 1 / in ^ 2

# RegressionLinearBayesian|
source: Append columns to data
de: Spalten zu Daten hinzufügen
pl: Dołącz kolumny do danych
ta: நெடுவரிசைகளை தரவுக்கு சேர்க்கவும்

# RegressionLinearBayesian|
source: Residuals (%1)
de: Residuen (%1)
pl: Reszty (%1)
ta: எச்சங்கள் (%1)

# RegressionLinearBayesian|
source: Column name
de: Spaltenname
fr: Nom de la colonne
pl: Nazwa kolumny
ta: நெடுவரிசை பெயர்

# RegressionLinearBayesian|
source: e.g., residuals
de: z.B. Residuen
pl: np. reszty
ta: எ.கா., எச்சங்கள்

# RegressionLinearBayesian|
source: Residuals std. deviations (%1)
de: Residuen Std.-Abweichungen (%1)
ta: எஞ்சியவர்கள் எச்.டி.டி. விலகல்கள் (%1)

# RegressionLinearBayesian|
source: e.g., residual sd
de: z.B. Residuen-SD
ta: எ.கா., எஞ்சிய எச்டி

# RegressionLogisticBayesian|
source: Append columns to data
de: Spalten zu Daten hinzufügen
ta: நெடுவரிசைகளை தரவுக்கு சேர்க்கவும்

# RegressionLogisticBayesian|
source: Residuals (%1)
de: Residuen (%1)
fr: Résidus (%1)
ta: எச்சங்கள் (%1)

# RegressionLogisticBayesian|
source: Column name
de: Spaltenname
ta: நெடுவரிசை பெயர்

# RegressionLogisticBayesian|
source: e.g., residuals
de: z.B. Residuen
ta: எ.கா., எச்சங்கள்

# RegressionLogisticBayesian|
source: Residuals std. deviations (%1)
de: Residuen Std.-Abweichungen (%1)
ta: எஞ்சியவர்கள் எச்.டி.டி. விலகல்கள் (%1)

# RegressionLogisticBayesian|
source: e.g., residual sd
de: z.B. Residuen-SD
ta: எ.கா., எஞ்சிய எச்டி

# RegressionLogisticBayesian|
source: BIC
ta: பிக்

# RegressionLogisticBayesian|
source: beta
ta: பீட்டா

# RegressionLogisticBayesian|
source: s
ta: கள்

# RegressionLogisticBayesian|
source: Wilson
ta: வில்சன்

# RegressionLogisticBayesian|
source: λ
ta: எல்

# RegressionLogisticBayesian|
source: Castillo
ta: காச்டிலோ

# RegressionLogisticBayesian|
source: u
ta: உ

# RegressionLogisticBayesian|
source: Bernoulli
ta: பெர்ன lli லி

# RegressionLogisticBayesian|
source: p
pl: <em>p</em>
ta: ப

# RegressionLogisticBayesian|
source: BAS
ta: பிஏஎச்

# RegressionLogisticBayesian|
source: MCMC
ta: எம்.சி.எம்.சி.

# OutlierComponent|
source: Mahalanobis
ta: மஅலானோபிச்

# OutlierComponent|
source: Append residuals to data
de: Residuen zu Daten hinzufügen
ta: தரவுகளில் எச்சங்களைச் சேர்க்கவும்

# OutlierComponent|
source: Column name
de: Spaltenname
ta: நெடுவரிசை பெயர்

# OutlierComponent|
source: e.g., residuals
de: z.B. Residuen
ta: எ.கா., எச்சங்கள்

# RegressionLinear|
source: Components
pl: Składniki

# RegressionLinear|
source: Covariance matrix
pl: Macierz kowariancji

# RegressionLinear|
source: Residuals
pl: Reszty

# RegressionLinear|
source: Casewise diagnostics
pl: Diagnostyka obserwacji

# RegressionLinear|
source: Standard residual >
pl: Reszta standardowa >

# RegressionLinear|
source: Cook's distance >
pl: Dystans Cooka >

# RegressionLinear|
source: All
pl: Wszystko

# RegressionLogistic|
source: Components
fr: Composantes
pl: Składniki

# RegressionLogistic|
source: Residuals
fr: Résidus
pl: Reszty

# RegressionLogistic|
source: Casewise diagnostics
fr: Diagnostic au cas par cas
pl: Diagnostyka obserwacji

# RegressionLogistic|
source: Standard residual >
fr: Résidu standard >
pl: Reszta standardowa >

# RegressionLogistic|
source: Cook's distance >
fr: Distance de Cook >
pl: Dystans Cooka >

# RegressionLogistic|
source: All
fr: Tout
pl: Wszystko

# RegressionLogistic|
source: Residual Plots
fr: Tracés des résidus
pl: Wykresy reszt

# RegressionLogistic|
source: Multicollinearity Diagnostics
pl: Diagnostyka współliniowości

# GeneralizedLinearModel|
source: Covariance ratio
pl: Współczynnik kowariancji

# GeneralizedLinearModel|
source: Cook's distance
pl: Dystans Cooka

# Correlation|
source: Effect Size (Fisher's z)
pl: Wielkość efektu (z Fishera)
