Repository: jasp-stats/jaspRegression
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, pl, pt, ta

# RegressionLogistic|
source: Predictors are entered sequentially based on the criterion specified in stepping method criteria; after each step, the least useful predictor is removed.
es: Los predictores se introducen secuencialmente en base al criterio especificado en los criterios del método Paso a Paso; después de cada etapa, se elimina el predictor menos útil.
eu: Aurreikusleak sekuentzialki sartzen dira urrats-metodoaren irizpideetan zehaztutako irizpidearen arabera; urrats bakoitzaren ondoren, aurreikusle gutxien erabilgarria kentzen da.
gl: Os preditores se introducen secuencialmente en base ao criterio especificado nos criterios do método Paso a Paso; despois de cada etapa, elimínase o preditor menos útil.
pt: Os preditores são inseridos sequencialmente com base no critério especificado nos critérios do método escalonado; após cada etapa, o preditor menos útil é removido.

# RegressionLogistic|
source: The variables that are manipulated/define the different groups. These are also called the independent variables.
es: Las variables que se manejan/definen los distintos grupos. También se les llama variables independientes.
eu: Manipulatzen diren/talde desberdinak definitzen dituzten aldagaiak. Hauek aldagai independenteak ere deitzen dira.
gl: As variables que se manexan/definen os distintos grupos. Tamén se lles chama variables independentes.
pt: As variáveis que são manipuladas/definem os diferentes grupos. Também são chamadas de variáveis independentes.

# RegressionLogistic|
source: The independent variables and covariates included in the model. By default, all the main effects and interaction effects of the specified independent variables, and the covariates are included in the model.
es: Las variables independientes y covariables incluidas en el modelo. Por defecto, se incluyen en el modelo todos los efectos principales y efectos de interacciones de las variables independientes especificadas, y las covariables.
eu: Ereduan sartutako aldagai independenteak eta kobarianteak. Berez, zehaztutako aldagai independenteen efektu nagusi eta interakzio efektu guztiak, eta kobarianteak, ereduan sartzen dira.
gl: As variables independentes e covariantes incluídas no modelo. Por defecto, inclúense no modelo tódolos efectos principais e efectos de interaccións das variables independentes especificadas, e as covariantes.
pt: As variáveis independentes e covariáveis incluídas no modelo. Por padrão, todos os efeitos principais e efeitos de interação das variáveis independentes especificadas e das covariáveis são incluídos no modelo.

# RegressionLogistic|
source: The levels of the dependent variable/s and the number of observations per level.
es: Los niveles de variable(s) dependiente(s) y el número de observaciones por nivel.
eu: Mendeko aldagaien mailak eta maila bakoitzeko behaketa kopurua.
gl: Os niveis da(s) variable(s) dependente(s) e o número de observacións por nivel.
pt: Os níveis da(s) variável(is) dependente(s) e o número de observações por nível.

# RegressionLogistic|
source: The confusion matrix indicates how well the model predicts the outcomes. The table is showing actual versus predicted outcomes and can be used to determine the accuracy of the model.
es: La matriz de desorden indica cómo de bien el modelo predice los resultados. La tabla muestra los resultados vigentes versus predichos, y puede utilizarse para determinar la precisión del modelo.
eu: Nahasmen matrizeak ereduak emaitzak zein ondo aurreikusten dituen adierazten du. Taulak benetako emaitzak eta aurreikusitakoak erakusten ditu eta ereduaren zehaztasuna zehazteko erabil daiteke.
gl: A matriz de desarranxo indica como de ben o modelo predí os resultados. A táboa amosa os resultados vixentes versus preditos, e pode utilizarse para determinar a precisión do modelo.
pt: A matriz de confusão indica o quão bem o modelo prevê os resultados. A tabela mostra os resultados reais versus os previstos e pode ser usada para determinar a exatidão do modelo.

# RegressionLogistic|
source: Coefficient estimates, standard errors, z-values, and their corresponding p-values.
es: Estimaciones de coeficientes, errores típicos, valores z y los correspondientes valores p.
eu: Koefizienteen estimazioak, errore estandarrak, z-balioak eta dagokien p-balioak.
gl: Estimacións de coeficientes, erros padrón, valores z e os correspondentes valores P.
pt: Estimativas de coeficientes, erros padrão, valores z e seus valores-p correspondentes.

# RegressionLogistic|
source: By selecting this option, bootstrapped estimation is applied. By default, the number of replications is set to 5000. This can be changed into the desired number.
es: Seleccionando esta opción, se aplica la estimación de bootstrap. Por defecto, el número de réplicas está fijado en 5000. Esto se puede cambiar por el número deseado.
eu: Aukera hau hautatuta, bootstrapped estimazioa aplikatzen da. Berez, errepikapen kopurua 5000ra ezartzen da. Nahi den zenbakira alda daiteke.
gl: Seleccionando esta opción, aplícase a estimación de bootstrap. Por defecto, o número de réplicas está fixado en 5000. Isto pódese trocar polo número desexado.
pt: Ao selecionar esta opção, a estimativa bootstrap é aplicada. Por padrão, o número de replicações é definido como 5000. Este número pode ser alterado para o número desejado.

# RegressionLogistic|
source: Odds ratio is an indicator of the change in odds resulting from a unit change in the predictor.
es: La Razón de probabilidades es un indicador del cambio en las probabilidades resultante del cambio unitario en el predictor.
eu: Odds ratioa aurreikuslearen unitate-aldaketa baten ondorioz odds-en aldaketaren adierazle bat da.
gl: A Razón de probabilidades é un indicador do cambio nas probabilidades resultante do cambio unitario no preditor.
pt: A razão de chances é um indicador da mudança nas chances resultante de uma mudança de unidade no preditor.

# RegressionLogistic|
source: Area Under the Curve.
es: Área bajo la curva.
eu: Kurbaren Azpiko Azalera.
gl: Área baixo a curva.
pt: Área Sob a Curva.

# RegressionLogistic|
source: Sensitivity describes the proportion of true positives.
es: La Sensibilidad describe la proporción de verdaderos positivos.
eu: Sentikortasunak benetako positiboen proportzioa deskribatzen du.
gl: A Sensibilidade describe a proporción de verdadeiros positivos.
pt: Sensibilidade descreve a proporção de verdadeiros positivos.

# RegressionLogistic|
source: Specificity describes the proportion of true negatives.
es: La Especificidad describe la proporción de verdaderos negativos.
eu: Espezifikotasunak benetako negatiboen proportzioa deskribatzen du.
gl: A Especificidade describe a proporción de verdadeiros negativos.
pt: A especificidade descreve a proporção de verdadeiros negativos.

# RegressionLogistic|
source: Precision describes the proportion of true positives to all positives. Also called the positive predictive value.
es: La Precisión describe la proporción de verdaderos positivos sobre todos los positivos. También se denomina valor predictivo positivo.
eu: Zehaztasuna benetako positiboen eta positibo guztien arteko proportzioa deskribatzen du. Balio prediktibo positiboa ere deitzen zaio.
gl: A Precisión describe a proporción de verdadeiros positivos sobre tódolos positivos. Tamén se denomina valor preditivo positivo.
pt: A precisão descreve a proporção de verdadeiros positivos em relação a todos os positivos. Também chamada de valor preditivo positivo.

# RegressionLogistic|
source: Another measure of the accuracy of predictions. Based on the mean squared difference between predicted probabilities and the binary outcome. Lower scores mean more accuracy.
es: Otra medida de la precisión de las predicciones. Basada en la diferencia cuadrada media entre las probabilidades predichas y el resultado binario. Valores menores significan más precisión.
eu: Iragarpenen zehaztasunaren beste neurri bat. Aurreikusitako probabilitateen eta emaitza bitarraren arteko batez besteko karratu-diferentzian oinarritzen da. Puntuazio baxuagoek zehaztasun handiagoa esan nahi dute.
gl: Outra medida da precisión das predicións. Baseada na diferenza cadrada media entre as probabilidades preditas e o resultado binario. Valores menores significan máis precisión.
pt: Outra medida da exatidão das previsões. Baseia-se na diferença quadrática média entre as probabilidades previstas e o resultado binário. Pontuações mais baixas significam maior exatidão.

# RegressionLogistic|
source: A more theoretically robust and advanced alternative to the AUC.
es: Una alternativa a la ABC (AUC), teóricamente más robusta y avanzada.
eu: KAA(AUC)-ren alternatiba teorikoki sendoagoa eta aurreratuagoa.
gl: Unha alternativa á ABC (AUC), teoricamente máis robusta e avanzada.
pt: Uma alternativa teoricamente mais robusta e avançada à ASC.

# RegressionLogistic|
source: The plots are conditional in the sense that they display the probability of the categorical dependent variable for all levels of the predictor variables given the reference level of all other factors.
es: Los gráficos son condicionados en el sentido de que muestran la probabilidad de la variable dependiente con categorías para todos los niveles de las variables predictoras, dado el nivel de referencia de todos los otros factores.
eu: Grafikoak baldintzatuak dira, aldagai kategoriko menpekoaren probabilitatea erakusten baitute iragarle-aldagaien maila guztietarako, gainerako faktore guztien erreferentzia-maila emanda.
gl: As gráficas son condicionadas no senso de que amosan a probabilidade da variable dependente con categorías para tódolos niveis das variables preditoras, dado o nivel de referencia de tódolos outros factores.
pt: Os gráficos são condicionais no sentido de que exibem a probabilidade da variável dependente categórica para todos os níveis das variáveis preditoras, dado o nível de referência de todos os outros fatores.

# RegressionLogistic|
source: Scatterplot of the values of the residuals against the predicted values.
es: Gráfico de dispersión de los valores de los errores frente a los valores predichos.
eu: Hondarren balioen sakabanaketa-diagrama aurreikusitako balioen aurka.
gl: Gráfica de dispersión dos valores dos erros fronte aos valores preditos.
pt: Gráfico de dispersão dos valores dos resíduos em relação aos valores previstos.

# RegressionLogistic|
source: Scatterplot for every independent variable and covariate of the residuals and the levels of the variable of interest.
es: Gráfico de dispersión para cada variable independiente y covariable de los errores, y los niveles de la variable de interés.
eu: Hondarren aldagai independente eta kobariante bakoitzerako eta intereseko aldagaiaren mailen sakabanaketa-diagrama.
gl: Gráfica de dispersión para cada variable independente e covariante dos erros, e os niveis da variable de interese.
pt: Gráfico de dispersão para cada variável independente e covariável dos resíduos e os níveis da variável de interesse.

# RegressionLogistic|
source: With the Squared Pearson residuals plot one can check for overdispersion of the model. Overdispersion indicates that the actual data show greater variability than the model has predicted.
es: Con el gráfico de errores cuadrados de Pearson se puede comprobar la sobredispersión del modelo. La sobredispersión indica que los datos vigentes muestran mayor variabilidad que la que predijo el modelo.
eu: Pearson hondarren karratuen grafikoarekin, ereduaren gehiegizko sakabanaketa egiaztatu daiteke. Gehiegizko sakabanaketak adierazten du benetako datuek ereduak aurreikusitakoa baino aldakortasun handiagoa erakusten dutela.
gl: Coa gráfica dos erros cadrados de Pearson pódese comprobar a sobredispersión do modelo. A sobredispersión indica que os datos vixentes amosan maior variabilidade da que predixo o modelo .
pt: Com o gráfico de resíduos quadrados de Pearson, é possível verificar a superdispersão do modelo. A superdispersão indica que os dados reais apresentam maior variabilidade do que o previsto pelo modelo.

# RegressionLogistic|
source: Plots the model predictions against each independent variable.
es: Dibuja las predicciones del modelo frente a cada variable independiente.
eu: Ereduaren iragarpenak aldagai independente bakoitzaren aurka marrazten ditu.
gl: Debuxa as predicións do modelo fronte a cada variable independente.
pt: Plota as previsões do modelo em relação a cada variável independente.

# RegressionLogistic|
source: The standardized Pearson residuals.
es: Los errores tipificados de Pearson.
eu: Pearson hondar estandarizatuak.
gl: Os erros padrón de Pearson.
pt: Os resíduos de Pearson padronizados.

# RegressionLogisticBayesian|
source: Assumptions
es: Supuestos
eu: Suposizioak
gl: Supostos
pt: Suposições

# RegressionLogisticBayesian|
source: The variable of interest, also called outcome variable. Needs to be categorical for this analysis.
es: La variable de interés, también llamada variable resultante. Para este análisis necesita tener categorías.
eu: Intereseko aldagaia, emaitza aldagaia ere deitzen dena. Kategorikoa izan behar du analisi honetarako.
gl: A variable de interese, tamén chamada variable resultante. Para esta análise necesita ter categorías.
pt: A variável de interesse, também chamada de variável de resultado, precisa ser categórica para esta análise.

# RegressionLogisticBayesian|
source: The variables that are manipulated/define the different groups. These are also called the independent variables.
es: Las variables que se manejan/definen los distintos grupos. También se les llama variables independientes.
eu: Manipulatzen diren/talde desberdinak definitzen dituzten aldagaiak. Hauek aldagai independenteak ere deitzen dira.
gl: As variables que se manexan/definen os distintos grupos. Tamén se lles chama variables independentes.
pt: As variáveis que são manipuladas/definem os diferentes grupos. Também são chamadas de variáveis independentes.

# RegressionLogisticBayesian|
source: Displays the best model, meaning the most likely model given the data.
es: Presenta el mejor modelo, queriendo decir el modelo más creíble dados los datos .
eu: Modelo onena erakusten du, hau da, datuak kontuan hartutako modelo probableena.
gl: Presenta o mellor modelo, querendo dicir o modelo máis crible dados os datos .
pt: Exibe o melhor modelo, ou seja, o modelo mais provável, dados os dados.

# RegressionLogisticBayesian|
source: By default, the output shows all the models computed. There is an option to show the best n models.
es: Por defecto, el resultado muestra todos los modelos calculados. Hay una opción para mostrar los n mejores modelos.
eu: Berez, irteerak kalkulatutako modelo guztiak erakusten ditu. Aukera bat dago n modelo onenak erakusteko.
gl: Por defecto, o resultado amosa tódolos modelos calculados. Hai unha opción para amosar os n mellores modelos.
pt: Por padrão, a saída mostra todos os modelos computados. Há uma opção para mostrar os melhores n modelos.

# RegressionLogisticBayesian|
source: Output table containing the mean, standard deviation, and sample size of the variables selected.
es: Tabla de resultados que contiene la media, la desviación típica y el tamaño muestral de las variables seleccionadas.
eu: Hautatutako aldagaien batez bestekoa, desbideratze estandarra eta lagin-tamaina dituen irteera-taula.
gl: Táboa de resultados que contén a media, o desvío padrón e o tamaño mostral das variables seleccionadas.
pt: Tabela de saída contendo a média, o desvio padrão e o tamanho de amostra das variáveis selecionadas.

# RegressionLogisticBayesian|
source: All the independent variables that can be included in the model.
es: Todas las variables independientes que pueden incluirse en el modelo.
eu: Modeloan sar daitezkeen aldagai independente guztiak.
gl: Tódalas variables independentes que poden incluírse no modelo.
pt: Todas as variáveis independentes que podem ser incluídas no modelo.

# RegressionLogisticBayesian|
source: Shows a histogram of the posterior inclusion probabilities. The dotted line displays the prior inclusion probabilities.
es: Muestra un histograma de las probabilidades posteriores de inclusión. La línea punteada muestra las probabilidades previas de inclusión.
eu: Atzeko inklusio-probabilitateen histograma erakusten du. Puntu-lerroak aurreko inklusio-probabilitateak erakusten ditu.
gl: Amosa un histograma das probabilidades posteriores de inclusión. A liña punteada amosa as probabilidades previas de inclusión.
pt: Mostra um histograma das probabilidades de inclusão posterior. A linha pontilhada exibe as probabilidades de inclusão anterior.

# RegressionLogisticBayesian|
source: Shows a heatmap of the log posterior odds against the model rank.
es: Muestra un mapa de calor del logaritmo de las probabilidades posteriores frente al rango del modelo.
eu: Atzeko odds logaritmikoaren mapa termikoa erakusten du modeloaren mailaren arabera.
gl: Amosa un mapa de calor do logaritmo das probabilidades posteriores fronte ao rango do modelo.
pt: Mostra um mapa de calor das probabilidades de log posterior em relação ao ranque do modelo.

# RegressionLogisticBayesian|
source: Plots the residuals of the model averaged predictions against the residuals.
es: Dibuja los errores de las predicciones medias del modelo frente a los errores.
eu: Modeloaren batez besteko iragarpenen hondarrak hondarren arabera marrazten ditu.
gl: Debuxa os erros das predicións medias do modelo fronte aos erros.
pt: Plota os resíduos das previsões médias do modelo em relação aos resíduos.

# RegressionLogisticBayesian|
source: Prior distribution for regression coefficients. Several options are available:
es: Distribución previa para los coeficientes de la regresión. Hay disponibles varias opciones:
eu: Erregresio-koefizienteen aurreko banaketa. Hainbat aukera daude eskuragarri:
gl: Distribución previa para os coeficientes da regresión. Hai dispoñibles varias opcións:
pt: Distribuição anterior para coeficientes de regressão. Várias opções estão disponíveis:

# RegressionLogisticBayesian|
source: Compare models using the Bayesian Information Criterion.
es: Comparar modelos usando el Criterio de Información Bayesiano.
eu: Konparatu ereduak Bayesian Informazio Irizpidea erabiliz.
gl: Comparar modelos usando o Criterio de Información Baiesiano.
pt: Compare modelos usando o Critério de Informação Bayesiano.

# RegressionLogisticBayesian|
source: Prior distribution on the models.
es: Distribución previa en los modelos.
eu: Ereduen aurreko banaketa.
gl: Distribución previa nos modelos.
pt: Distribuição anterior nos modelos.

# RegressionLogisticBayesian|
source: Default lambda = 1. Equivalent to a Beta binomial with a = 1 and b = lambda * p, where p is the number of predictors in the model.
es: Predeterminada lambda = 1. Equivalente a una Beta Binomial con a = 1 y b = lambda * p, donde p es el número de predictores en el modelo.
eu: Lehenetsitako lambda = 1. Beta binomial baten baliokidea, a = 1 eta b = lambda * p dituena, non p ereduko iragarle kopurua den.
gl: Predeterminada lambda = 1. Equivalente a unha Beta Binomial con a = 1 e b = lambda * p, onde p é o número de preditores no modelo.
pt: Lambda padrão = 1. Equivalente a um Beta binomial com a = 1 e b = lambda * p, onde p é o número de preditores no modelo.

# RegressionLogisticBayesian|
source: Default u = 1. Equivalent to a Beta binomial with a = 1 and b = p^u, where p is the number of predictors in the model.
es: Predeterminada u = 1. Equivalente a una Beta Binomial con a = 1 y b = p^u, donde p es el número de predictores en el modelo.
eu: Lehenetsitako u = 1. Beta binomial baten baliokidea, a = 1 eta b = p^u dituena, non p ereduko iragarle kopurua den.
gl: Predeterminada u = 1. Equivalente a unha Beta Binomial con a = 1 e b = p^u, onde p é o número de preditores no modelo.
pt: Padrão u = 1. Equivalente a um binomial Beta com a = 1 e b = p^u, onde p é o número de preditores no modelo.

# RegressionLogisticBayesian|
source: Indicates the sampling method to be used. It is recommended to use BAS when the model space can be enumerated.
es: Indica el método de muestreo a utilizar. Se recomienda usar MAB (BAS) cuando se puede enumerar el espacio del modelo.
eu: Erabili beharreko laginketa-metodoa adierazten du. BAS erabiltzea gomendatzen da eredu-espazioa zenbatu daitekeenean.
gl: Indica o método de mostraxe a utilizar. Recoméndase usar MAB (BAS) cando pode enumerarse o espazo do modelo.
pt: Indica o método de amostragem a ser utilizado. Recomenda-se o uso do BAS quando o espaço do modelo puder ser enumerado.

# RegressionLogisticBayesian|
source: Uses Bayesian Adaptive Sampling (without replacement). These can be updated based on estimates of the marginal inclusion. No. models indicates the number of models to sample without replacement. Setting the value to 0 implies the analysis will attempt to enumerate all models.
es: Utiliza Muestreo Adaptativo Bayesiano (sin reemplazo). Esto se puede actualizar en base a las estimaciones de la inclusión marginal. No. modelos indica el número de modelos a muestrear sin reemplazo. Fijar el valor en 0 implica que el análisis tratará de enumerar todos los modelos.
eu: Bayesiar Laginketa Adaptatiboa erabiltzen du (ordezkapenik gabe). Hauek inklusio marjinalaren estimazioetan oinarrituta egunera daitezke. Modelo kopuruak ordezkapenik gabe lagintzeko modeloen kopurua adierazten du. Balioa 0ra ezartzeak analisiak modelo guztiak zenbatzen saiatuko dela esan nahi du.
gl: Utiliza Mostraxe Adaptativa Baiesiana (sen substitución). Esto pódese actualizar en base ás estimacións da inclusión marxinal. No. modelos indica o número de modelos a extraer como mostra sen substitución. Fixar o valor en 0 implica que a análise vai tentar enumerar tódolos modelos.
pt: Utiliza Amostragem Adaptativa Bayesiana (sem reposição). Estes dados podem ser atualizados com base em estimativas da inclusão marginal. O número de modelos indica o número de modelos a serem amostrados sem reposição. Definir o valor como 0 implica que a análise tentará enumerar todos os modelos.

# RegressionLogisticBayesian|
source: Accuracy of credible intervals. There is an option to select the number of samples used to estimate the credible interval. The more samples the more accurate the credible intervals will be.
es: Exactitud de los intervalos de credibilidad. Hay una opción para seleccionar el número de muestras utilizadas para estimar el intervalo de credibilidad. Con más muestras, más exactos serán los intervalos de credibilidad.
eu: Tarte sinesgarrien zehaztasuna. Tarte sinesgarria kalkulatzeko erabilitako lagin kopurua hautatzeko aukera dago. Zenbat eta lagin gehiago, orduan eta zehatzagoak izango dira tarte sinesgarriak.
gl: Exactitude dos intervalos de credibilidade. Hai unha opción para seleccionar o número de mostras utilizadas para estimar o intervalo de credibilidade. A máis mostras, máis exactos serán os intervalos de credibilidade.
pt: Exatidão dos intervalos de credibilidade. Há uma opção para selecionar o número de amostras usadas para estimar o intervalo credível. Quanto mais amostras, mais exatos serão os intervalos credíveis.

# EmmComponent|
source: Width/level of the confidence interval for the estimated marginal means.
es: Ancho/nivel del intervalo de confianza para las medias marginales estimadas.
eu: Kalkulatutako batez besteko marjinalaren konfiantza-tartearen zabalera/maila.
gl: Ancho/nivel do intervalo de confianza para as medias marxinais estimadas.
pt: Largura/nível do intervalo de confiança para as médias marginais estimadas.
