Repository: jasp-stats/jaspRegression
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, pl, pt, ta

# Correlation|
source: Confidence intervals
de: Konfidenzintervall
es: Intervalos de confianza
eu: Konfiantza tarteak
fr: Intervalles de confiance
gl: Intervalos de confianza
pl: Przedziały ufności
pt: Intervalos de confiança
ta: நம்பிக்கை இடைவெளிகள்

# RegressionLinearBayesian|
source: Models
de: Modelle
es: Modelos
eu: Ereduak
fr: Modèle
gl: Modelos
pl: Modele
pt: Modelos
ta: மாதிரிகள்

# RegressionLinearBayesian|
source: Model averaged
de: Modell-Mittelwert
es: Modelo promediado
fr: Modèle moyenné
gl: Modelo medio
pl: Model uśredniony
pt: Média do modelo
ta: மாதிரி சராசரி

# Description|
source: Correlation
de: Korrelation
es: Correlación
eu: Korrelazioa
fr: Corrélation
gl: Correlación
pl: Korelacja
pt: Correlação
ta: ஒட்டுறவு

# RegressionLinearBayesian|
source: Hyper-g
gl: Hiper-x
ta: ஐப்பர்-சி

# RegressionLinearBayesian|
source: Limit No. Models Shown
de: Anzahl gezeigter Modelle einschränken
es: Limitar el Número de Modelos Mostrados
fr: Nombre limite de modèles illustrés
gl: Limitar o Número de Modelos Amosados
pl: Ogranicz liczbę wyświetlanych modeli
pt: Limitar número de modelos exibidos
ta: வரம்பு எண் மாதிரிகள் காட்டப்பட்டுள்ளன

# RegressionLinearBayesian|
source: alpha
es: Alfa
gl: Alfa
pl: alfa
pt: alfa
ta: அகர

# RegressionLinearBayesian|
source: Sampling Method
de: Stichprobenmethode
es: Método de muestreo
eu: Laginketa Metodoa
fr: Méthode d'échantillonnage
gl: Método da mostraxe
pl: Metoda próbkowania
pt: Método de amostragem
ta: மாதிரி முறை

# RegressionLinearBayesian|
source: Log(P(data|M)) vs. model size
de: Log(P(Daten|M)) vs. Modellgröße
es: Log(P(datos|M)) vs. Dimensión del modelo
fr: Log (P (données | M)) vs taille du modèle
gl: Log(P(datos|M)) vs. Dimensión do modelo
pl: Log(P(dane|M)) vs. wielkość modelu
pt: Log(P(data|M)) vs. tamanho do modelo
ta: பதிவு (பி (தரவு | மீ)) எதிராக மாதிரி அளவு

# RegressionLinearBayesian|
source: EB-global
de: EB-gobal
eu: EB-globala
gl: EB-gobal
pl: EB-globalne
ta: ஈபி-குளோபல்

# RegressionLinearBayesian|
source: Hyper-g-Laplace
gl: Hiper-x de Laplace
ta: ஐப்பர்-சி-லாப்லச்

# RegressionLinearBayesian|
source: r scale
de: Skalenparameter r
es: escala r
eu: r-eskala
fr: échelle r
gl: escala r
pl: Skala r
pt: escala r
ta: r அளவுகோல்

# RegressionLinear|
source: WLS Weights (optional)
de: WLS-Gewichte (optional)
es: Pesos MCP (WLS, opcional)
eu: WLS Pisuak (aukerakoa)
fr: Poids WLS (facultatif)
gl: Ponderacións de MCP (WLS, opcional)
pl: Wagi WLS (opcjonalnie)
pt: WLS Ponderada (opcional)
ta: WLS எடைகள் (விரும்பினால்)

# RegressionLinearBayesian|
source: Inclusion probabilities
de: Inklusionswahrscheinlichkeiten
es: Probabilidades de inclusión
eu: Inklusio probabilitateak
fr: Probabilités d'inclusion
gl: Probabilidades de inclusión
pl: Prawdopodobieństwo włączenia
pt: Probabilidades de inclusão
ta: சேர்த்தல் நிகழ்தகவுகள்

# RegressionLinearBayesian|
source: Median model
de: Modell-Median
es: Modelo mediano
fr: Modèle médian
gl: Modelo Mediano
pl: Przeciętny model (mediana)
pt: Modelo mediano
ta: சராசரி மாதிரி

# RegressionLinearBayesian|
source: Log posterior odds
de: Log-a-posteriori-Chancen
es: Log probabilidades posteriores
fr: Enregistrer les cotes postérieures
gl: Logaritmo de probabilidades posteriores
pt: Registrar probabilidades posteriores
ta: பதிவு பின்புற முரண்பாடுகள்

# RegressionLinearBayesian|
source: Best model
de: Bestes Modell
es: Mejor modelo
eu: Eredu onena
fr: Meilleur modèle
gl: Mellor modelo
pl: Najlepszy model
pt: Melhor modelo
ta: சிறந்த மாதிரி

# RegressionLinearBayesian|
source: Posterior summary
de: Posterior-Zusammenfassung
es: Resumen posterior
gl: Resumo posterior
pl: Podsumowanie posterior
pt: Resumo posterior
ta: பின்புற சுருக்கம்

# RegressionLinearBayesian|
source: Hyper-g-n
gl: Hiper-x n
ta: ஐப்பர்-சி-என்

# RegressionLinearBayesian|
source: No. models
de: Anzahl Modelle
es: Número de modelos
eu: Eredu kopurua
fr: Numéro de modèles
gl: Nº modelos
pl: Liczba modeli
pt: Número de modelos
ta: இல்லை மாதிரிகள்

# RegressionLinearBayesian|
source: Most complex model
de: Das komplexeste Modell
es: Modelo más complejo
eu: Eredu konplexuena
fr: Modèle le plus complexe
gl: O modelo máis complexo
pl: Najbardziej złożony model
pt: Modelo mais complexo
ta: மிகவும் சிக்கலான மாதிரி

# RegressionLinearBayesian|
source: Beta binomial
es: Binomial Beta
eu: Beta binomiala
gl: Binomial Beta
pl: Rozkład beta-dwumianowy
ta: பீட்டா பைனோமியல்

# RegressionLinearBayesian|
source: Marginal posterior distributions
de: Posterior-Randverteilungen
es: Distribuciones posteriores marginales
fr: Distributions postérieures marginales
gl: Distribucións posteriores marxinais
pl: Brzegowe rozkłady a posteriori
pt: Distribuições posteriores marginais
ta: விளிம்பு பின்புற விநியோகங்கள்

# RegressionLinearBayesian|
source: Residuals vs. fitted
de: Residuen vs. angepasst
es: Errores vs. Ajustados
eu: Hondarrak vs. egokitua
fr: Résiduels vs ajustés
gl: Erros vs. Axustes
pl: Reszty vs. dopasowane
pt: Resíduos vs. Ajustados
ta: எச்சங்கள் எதிராக பொருத்தப்பட்டவை

# RegressionLinearBayesian|
source: Plot of coefficients
de: Diagramm der Koeffizienten
es: Gráfico de coeficientes
eu: Koefizienteen grafikoa
fr: Graphique des coefficients
gl: Gráfica dos coeficientes
pl: Wykres współczynników
pt: Gráfico de coeficientes
ta: குணகங்களின் சூழ்ச்சி

# RegressionLinearBayesian|
source: g-prior
es: g-previo
gl: g previa
pt: G-prior de Zellner
ta: சி-முன்னர்

# RegressionLinearBayesian|
source: Yes, show best
de: Ja, zeige beste
es: Sí, mostrar el mejor
eu: Bai, erakutsi onena
fr: Oui, afficher le meilleur
gl: Si, amosar o mellor
pl: Tak, pokaż najlepsze
pt: Sim, mostrar apenas os melhores
ta: ஆம், சிறந்ததைக் காட்டு

# RegressionLinearBayesian|
source: No. samples for credible interval
de: Stichprobenumfang für Glaubwürdigkeitsintervall
es: Número de muestras para intervalo de credibilidad
eu: Tarte sinesgarrirako lagin kopurua
fr: Nombre d'échantillons pour l'intervalle crédible
gl: Número de mostras para intervalo de credibilidade
pl: Liczba próbek dla przedziału wiarygodności
pt: Número de amostras para o intervalo de confiança
ta: நம்பத்தகுந்த இடைவெளிக்கான மாதிரிகள்

# RegressionLinearBayesian|
source: Q-Q plot of model averaged residuals
de: Q-Q-Diagramm der modellgemittelten Residuen
es: Gráfico Q-Q de los errores medios del modelo
eu: Ereduaren batez besteko hondarren Q-Q grafikoa
fr: Diagramme Q-Q des résidus moyens du modèle
gl: Gráfica Q-Q dos erros medios do modelo
pl: Wykres K-K uśrednionych reszt modelu
pt: Gráfico Q-Q dos resíduos médios do modelo
ta: மாதிரியின் Q-Q சூழ்ச்சி சராசரி எச்சங்கள்

# RegressionLinearBayesian|
source: Model Prior
de: Modell-Prior
es: Previo del modelo
eu: Ereduaren Aurrekoa
fr: modèle antérieur
gl: Previo do modelo
pl: Rozkład a priori modelu
pt: Modelo anterior
ta: மாதிரி முன்

# RegressionLinearBayesian|
source: Omit intercept
de: Konstante weglassen
es: Omitir intercepción
fr: Omettre l'intercept
gl: Omitir a constante
pl: Pomiń wyraz wolny
pt: Omitir intercepto
ta: இடைமறிப்பு தவிர்க்கவும்

# RegressionLogistic|
source: AUC
es: ABC (AUC)
gl: ABC (AUC)

# RegressionLinear|
source: Enter
de: Einschluss
eu: Sartu
fr: Entrer
gl: Introducir
pl: Wprowadzania
pt: Inserir
ta: உள்ளிடவும்

# RegressionLogistic|
source: Performance Plots
de: Performanz-Diagramme
es: Gráficos de Comportamiento
eu: Errendimendu-Grafikoak
fr: Graphiques de performance
gl: Gráficas de Comportamento
pl: Wykresy wydajności
pt: Gráficos de performance
ta: செயல்திறன் அடுக்கு

# RegressionLogistic|
source: Predicted - residual plot
de: Vorhergesagt - Residuendiagramm
es: Gráfico de predicción - error
eu: Aurreikusitako hondar-grafikoa
fr: Prédiction - tracé des résidus
gl: Gráfica predición - erro
pl: Przewidywane - wykres reszt
pt: Predito - gráfico residual
ta: கணிக்கப்பட்ட - மீதமுள்ள சூழ்ச்சி

# RegressionLogistic|
source: ROC plot
es: Gráfico ROC
eu: ROC grafikoa
fr: Graphique ROC
gl: Gráfica ROC
pl: Wykres ROC
pt: Gráfico ROC
ta: ரோக் சூழ்ச்சி

# RegressionLogistic|
source: F-measure
de: F-Maß
es: Medida F
eu: F-neurria
fr: Mesure F
gl: Medida F
pl: Wartość F
ta: எஃப்-அளவீடு

# RegressionLogistic|
source: H-measure
de: H-Maß
es: Medida H
eu: H-neurria
fr: Mesure H
gl: Medida H
pl: Wartość H
ta: எச்-அளவீடு

# RegressionLogistic|
source: Odds ratio scale
de: Chancenverhältnis-Skala
es: Escala de razón de probabilidades
eu: Odds ratio eskala
fr: Échelle des rapports de cotes
gl: Escala da razón de probabilidades
pl: Skala ilorazu szans
pt: Escala de razão de probabilidades
ta: முரண்பாடுகள் விகித அளவு

# RegressionLogistic|
source: Brier score
es: Puntuación de Brier
eu: Brier puntuazioa
fr: Score de Brier
gl: Puntuación Brier
pl: Wynik Briera
pt: Escore de Brier
ta: பிரையர் ச்கோர்

# RegressionLogistic|
source: Sensitivity / Recall
de: Sensitivität / Spezifizität
es: Sensibilidad/Exhaustividad
eu: Sentikortasuna / Gogoratzea
fr: Sensibilité / Rappel
gl: Sensibilidade/Exhaustividade
pt: Sensitividade / Recall
ta: உணர்திறன் / நினைவுகூரும்

# RegressionLogistic|
source: PR plot
de: PR-Diagramm
es: Gráfico PR
eu: PR grafikoa
fr: Graphique PR
gl: Gráfica PR
pl: Wykres PR
pt: Gráfico PR
ta: சூழ்ச்சி

# RegressionLogistic|
source: Performance Metrics
de: Performanzmetriken
es: Métricas de rendimiento
eu: Errendimendu Metrikak
fr: Indicateurs de performance
gl: Métricas de Comportamento
pl: Wskaźniki wydajności
pt: Métricas da performance
ta: செயல்திறன் அளவீடுகள்

# RegressionLogistic|
source: Inferential Plots
de: Inferenz-Diagramme
es: Gráficos de Inferencia
fr: Tracés inférentiels
gl: Gráficas de Inferencia
pl: Wykresy inferencyjne
pt: Gráficos de inferência
ta: அனுமான அடுக்கு

# RegressionLogistic|
source: Performance Diagnostics
de: Performanz-Diagnostik
es: Diagnósticos de Comportamiento
eu: Errendimendu Diagnostikoak
fr: Diagnostics de performances
gl: Diagnósticos de Comportamento
pl: Diagnostyka wydajności
pt: Diagnóstico de performance
ta: செயல்திறன் கண்டறிதல்

# RegressionLinear|
source: Backward
de: Rückwärts
es: Hacia atrás
eu: Atzera
fr: Vers l'arrière
gl: Cara atrás
pl: Wsteczna
pt: Voltar
ta: பின்னோக்கு

# RegressionLogistic|
source: Odds ratios
de: Chancenverhältnisse
es: Razones de probabilidades
eu: Odds ratioak
fr: Rapports de cotes
gl: Razóns de probabilidades
pl: Ilorazy szans
pt: Índices de probabilidades
ta: முரண்பாடுகள் விகிதங்கள்

# RegressionLogistic|
source: Squared Pearson residuals plot
de: Pearson-Quadrierter Residuendiagramm
es: Gráfico de errores de Pearson al cuadrado
eu: Pearsonen hondar karratuen grafikoa
fr: Graphique des résidus de Pearson au carré
gl: Gráfica dos erros de Pearson cadrados
pt: Gráfico de resíduos de Pearson quadrado
ta: ச்கொயர் பியர்சன் எஞ்சிய சூழ்ச்சி

# RegressionLogistic|
source: Robust standard errors
de: Robuste Standardfehler
es: Errores estándar robustos
eu: Errore estandar sendoak
fr: Erreurs standard robustes
gl: Erros padrón robustos
pl: Odporne błędy standardowe
pt: Erros padrão robustos
ta: வலுவான நிலையான பிழைகள்

# RegressionLogistic|
source: Factor descriptives
de: Faktorbeschreibungen
es: Descriptivos del factor
eu: Faktoreen deskribapenak
fr: Descriptifs des facteurs
gl: Descritivos dos factores
pl: Statystyki dla czynników
pt: Descritivas de fator
ta: காரணி விளக்கங்கள்

# RegressionLinear|
source: Stepwise
de: Schrittweise
es: Paso a paso
eu: Pausoz pauso
fr: Pas à pas
gl: Paso a paso
pl: Krokowa
pt: Passo a passo
ta: படிப்படியாக

# RegressionLogistic|
source: Standardized coefficients
de: Standardisierte Koeffizienten
es: Coeficientes estandarizados
eu: Koefiziente estandarizatuak
fr: Coefficients normalisés
gl: Coeficientes tipificados
pl: Współczynniki standaryzowane
pt: Coeficientes padronizados
ta: தரப்படுத்தப்பட்ட குணகங்கள்

# RegressionLogistic|
source: Precision
de: Genauigkeit
es: Precisión
eu: Zehaztasuna
fr: Précision
gl: Precisión
pt: Precisão
ta: துல்லியம்

# RegressionLogistic|
source: Predictor - residual plots
de: Prädiktor - Residuendiagramm
es: Gráficos predictor - error
eu: Aurreikuslea - hondar-grafikoak
fr: Prédicteur - tracés résiduels
gl: Gráficas predición - erro
pl: Predykator - wykresy reszt
pt: Preditor - gráficos residuais
ta: முன்கணிப்பு - எஞ்சிய அடுக்கு

# RegressionLogistic|
source: Cutoff step
de: Grenzwert
es: Paso de corte
eu: Ebaki-urratsa
fr: Étape de coupure
gl: Paso de punto de corte
pl: Warunek odcięcia
pt: Etapa de corte
ta: வெட்டு படி

# RegressionLinear|
source: Forward
de: Vorwärts
es: Hacia adelante
eu: Aurrera
fr: Vers l'avant
gl: Cara adiante
pl: Postępująca
pt: Avançar
ta: முன்னோக்கி

# RegressionLogistic|
source: Add cutoff labels
de: Grenzwert-Beschriftungen ergänzen
es: Agregar etiquetas de corte
eu: Ebaki-etiketak gehitu
fr: Ajouter des étiquettes de coupure
gl: Engadir etiquetas de puntos de corte
pl: Dodaj etykiety odcięcia
pt: Adicionar rótulos de corte
ta: வெட்டு லேபிள்களைச் சேர்க்கவும்

# RegressionLogistic|
source: Show data points
de: Datenpunkte anzeigen
es: Mostrar puntos de datos
eu: Datu-puntuak erakutsi
fr: Afficher les points de données
gl: Amosar os puntos de datos
pl: Pokaż punkty danych
pt: Mostrar pontos
ta: தரவு புள்ளிகளைக் காட்டு

# RegressionLogistic|
source: Residual Type
de: Residuentyp
es: Tipo de Errores
eu: Hondar Mota
fr: Type résiduel
gl: Tipo de Erros
pl: Typ reszt
pt: Tipo de Resíduos
ta: மீதமுள்ள வகை

# RegressionLogistic|
source: Specificity
de: Spezifizität
es: Especificidad
eu: Espezifikotasuna
fr: Spécificité
gl: Especificidade
pl: Specyficzność
pt: Especificidade
ta: தனித்தன்மை

# CorrelationBayesian|
source: Exclude cases pairwise
de: Fälle paarweise ausschließen
es: Excluir casos por pares
eu: Kasuak binaka baztertu
fr: Exclure les cas par paire
gl: Excluír casos por parellas
pl: Sprawdzaj oddzielnie dla każdej analizy
pt: Excluir casos aos pares
ta: வழக்குகளை சோடிவரிசை விலக்கு

# RegressionLinear|
source: Residuals vs. dependent
de: Residuen vs. abhängig
es: Errores vs. dependientes
eu: Hondarrak vs. menpekoak
fr: Résidus vs dépendant
gl: Erros vs. Dependente
pl: Reszty vs. zm. zależna
pt: Resíduos vs. Dependentes
ta: எச்சங்கள் எதிராக சார்பு

# RegressionLinear|
source: Collinearity diagnostics
de: Kollinearitätsdiagnostiken
es: Diagnóstico de colinealidad
eu: Kolinealtasun diagnostikoa
fr: Diagnostics de colinéarité
gl: Diagnósticos de multicolinearidade
pl: Diagnostyka współliniowości
pt: Diagnóstico de colinearidade
ta: கொலைனரிட்டி கண்டறிதல்

# RegressionLinear|
source: Entry
de: Hinzufügen
es: Entrada
fr: Entrée
gl: Entrada
pl: Wprowadzenie
pt: Entrada
ta: நுழைவு

# RegressionLinear|
source: Use p value
de: p-Wert nutzen
es: Usar el valor p
eu: p balioa erabili
fr: Utiliser la valeur p
gl: Usar o valor p
pl: Użyj wartości p
pt: Usar p valor
ta: P மதிப்பைப் பயன்படுத்தவும்

# Correlation|
source: Prediction intervals
de: Vorhersageintervalle
es: Intervalos de predicción
eu: Iragarpen-tarteak
fr: Intervalles de prédiction
gl: Intervalos de predición
pl: Przedziały predykcji
pt: Intervalos de predição
ta: கணிப்பு இடைவெளிகள்

# RegressionLinear|
source: Residuals vs. covariates
de: Residuen vs. Kovariaten
es: Errores vs. covariables
eu: Hondarrak vs. kobarianteak
fr: Résidus vs covariables
gl: Erros vs. Covariantes
pl: Reszty vs. współzmienne
pt: Resíduos vs. Covariáveis
ta: எச்சங்கள் எதிராக கோவாரியட்ச்

# RegressionLinear|
source: Use F value
de: F-Wert nutzen
es: Usar valor F
eu: F balioa erabili
fr: Utiliser la valeur F
gl: Utilizar o valor F
pl: Użyj wartości F
pt: Usar valor F
ta: எஃப் மதிப்பைப் பயன்படுத்தவும்

# RegressionLinear|
source: Removal
de: Löschen
es: Eliminación
eu: Ezabapena
fr: Suppression
gl: Eliminación
pl: Usunięcie
pt: Retirada
ta: நீக்கும்

# RegressionLinear|
source: Partial plots
de: Geteilte Diagramme
es: Gráficos parciales
eu: Grafiko partzialak
fr: Tracés partiels
gl: Gráficas parciais
pl: Wykresy korelacji cząstkowych
pt: Gráficos parciais
ta: பகுதி அடுக்குகள்

# RegressionLinear|
source: Method Specification
de: Methodenspezifikation
es: Especificación del Método
eu: Metodoaren Zehaztapena
fr: Spécification de la méthode
gl: Especificación do Método
pl: Ustawienia metody
pt: Espcificação do método
ta: முறை விவரக்குறிப்பு

# RegressionLinear|
source: Stepping Method Criteria
de: Schrittmethode-Kriterien
es: Criterios del Método Paso a Paso
eu: Pausoz pauso Metodoaren Irizpideak
fr: Critères de la méthode par étapes
gl: Criterio do Método Paso a Paso
pl: Kryteria metody krokowej
pt: Critérios do método passo a passo (stepping method)
ta: படிநிலை முறை அளவுகோல்கள்

# RegressionLinear|
source: Model fit
de: Modellanpassung
es: Ajuste del modelo
fr: Ajustement du modèle
gl: Axuste do modelo
pl: Dopasowanie modelu
pt: Ajuste do modelo
ta: மாதிரி பொருத்தம்

# RegressionLinear|
source: Part and partial correlations
de: Semipartielle und partielle Korrelationen
es: Correlaciones part y parciales
gl: Correlacións parciais e de compoñentes
pl: Korelacje cząstkowe i częściowe
pt: Correlações parciais
ta: பகுதி மற்றும் பகுதி தொடர்புகள்

# RegressionLinear|
source: Residuals Plots
de: Residuendiagramme
es: Gráficos de errores
eu: Hondarren Grafikoak
fr: Tracés des résidus
gl: Gráficas dos erros
pl: Wykresy reszt
pt: Gráficos de resíduos
ta: மீதமுள்ள அடுக்கு

# RegressionLinear|
source: Residuals vs. predicted
de: Residuen vs. vorhergesagt
es: Errores vs. predictores
eu: Hondarrak vs. aurreikusitakoak
fr: Résidus vs prédite
gl: Erros vs. Predito
pl: Reszty vs. oczekiwane
pt: Resíduos vs. Previstos
ta: எச்சங்கள் எதிராக கணிக்கப்பட்டவை

# RegressionLinear|
source: Standardized residuals
de: Standardisierte Residuen
es: Errores tipificados
eu: Hondar estandarizatuak
fr: Résidus normalisés
gl: Erros tipificados
pl: Reszty standaryzowane
pt: Resíduos padronizados
ta: தரப்படுத்தப்பட்ட எச்சங்கள்

# RegressionLinear|
source: R squared change
de: R-Quadrat-Änderung
es: Cambio de R cuadrado
eu: R karratu aldaketa
fr: Variation du R au carré
gl: Cambio no R-cadrado
pl: Zmiany R kwadrat
ta: R ச்கொயர் மாற்றம்

# Description|
source: Linear Regression
de: Lineare Regression
es: Regresión Lineal
eu: Erregresio Lineala
fr: Régression linéaire
gl: Regresión linear
pl: Regresja liniowa
pt: Regressão Linear
ta: நேரியல் பின்னடைவு

# Description|
source: Bayesian Correlation
de: Bayessche Korrelation
es: Correlación Bayesiana
eu: Korrelazio Bayesiarra
fr: Corrélation bayésienne
gl: Correlación Baiesiana
pl: Korelacja bayesowska
pt: Correlação bayesiana
ta: பேய்சியன் தொடர்பு

# Description|
source: Logistic Regression
de: Logistische Regression
es: Regresión Logística
eu: Erregresio lineala
fr: Régression logistique
gl: Regresión loxística
pl: Regresja logistyczna
pt: Regressão logística
ta: லாசிச்டிக் பின்னடைவு

# Description|
source: Bayesian Linear Regression
de: Bayessche Lineare Regression
es: Regresión bayesiana Lineal
eu: Bayesiar Erregresio Lineala
fr: Régression linéaire bayésienne
gl: Regresión baiesiana Linear
pl: Bayesowska regresja liniowa
pt: Regressão linear bayesiana
ta: பேய்சியன் நேரியல் பின்னடைவு

# Description|
source: Classical
de: Klassisch
es: Clásico
eu: Klasikoa
fr: Classique
gl: Clásico
pl: Klasyczne
pt: Clássico
ta: இலக்கிய நயம் வாய்ந்த

# Description|
source: Bayesian
de: Bayesianisch
es: Bayesiano
eu: Bayesiarra
fr: Bayésien
gl: Baiesiano
pl: Bayesowskie
pt: Bayesiano
ta: பேய்சியன்

# CorrelationBayesian|
source: Additional Options
de: Weitere Optionen
es: Opciones Adicionales
eu: Aukera Gehiago
fr: Options supplémentaires
gl: Opcións Adicionais
pl: Dodatkowe opcje
pt: Opções Adicionais
ta: கூடுதல் விருப்பங்கள்

# CorrelationBayesian|
source: Correlation matrix
de: Korrelationsmatrix
es: Matriz de correlaciones
eu: Korrelazio-matrizea
fr: Matrice de corrélation
gl: Matriz de correlacións
pl: Macierz korelacji
pt: Matriz de correlações
ta: தொடர்பு அணி

# Correlation|
source: Display pairwise
de: Paarweise anzeigen
es: Mostrar por pares
eu: Bikoteka erakutsi
fr: Afficher par paire
gl: Presentar os emparellamentos
pl: Wyświetlaj parami
pt: Exibir em pares
ta: சோடிவரிசை காண்பி

# Correlation|
source: Report significance
de: Signifikanz melden
es: Reportar significancia
eu: Esanguratasunaren berri eman
fr: Signaler la signification
gl: Informar da significación
pl: Pokaż istotność statystyczną
pt: Reportar significância
ta: முக்கியத்துவத்தைப் புகாரளிக்கவும்

# Correlation|
source: Energy
de: Energie
es: Energía
eu: Energia
fr: Énergie
gl: Enerxía
pl: Energia
pt: Energia
ta: ஆற்றல்

# CorrelationBayesian|
source: Densities for variables
de: Dichten für Variablen
es: Densidades de las variables
eu: Aldagaien dentsitateak
fr: Densités pour les variables
gl: Densidades das variables
pl: Gęstości dla zmiennych
pt: Densidades para as variáveis
ta: மாறிகள் அடர்த்தி

# Correlation|
source: Multivariate Normality
de: Multivariate Normalverteilung
es: Normalidad multivariante
eu: Aldagai anitzeko Normaltasuna
fr: Normalité multivariée
gl: Normalidade multivariante
pl: Wielowymiarowa normalność
pt: Normalidade Multivariada
ta: பன்முக இயல்புநிலை

# Correlation|
source: Heatmap
es: Mapa de calor
eu: Bero-mapa
gl: Mapa de calor
pl: Mapa cieplna
pt: Mapa de calor
ta: வெப்ப வரைபடம்

# Correlation|
source: Pairwise Normality
de: Paarweise Normalverteilung
es: Normalidad por pares
eu: Bikoteka Normaltasuna
fr: Normalité par paires
gl: Normalidade por parellas
pl: Normalność parami
pt: Normalidade par a par
ta: சோடிவரிசை இயல்புநிலை

# Correlation|
source: Flag significant correlations
de: Signifikante Korrelationen markieren
es: Marcar correlaciones significativas
eu: Korrelazio esanguratsuak markatu
fr: Signaler les corrélations significatives
gl: Marcar as correlacións significativas
pl: Oznacz korelacje istotne
pt: Sinalizar correlações significantes
ta: குறிப்பிடத்தக்க தொடர்புகளை கொடியிடுங்கள்

# CorrelationBayesian|
source: Correlation coefficient to plot
de: Korrelationskoeffizient in Diagramm
es: Coeficiente de correlación para graficar
eu: Korrelazio-koefizientea irudikatzeko
fr: Coefficient de corrélation à tracer
gl: Coeficiente de correlación en gráfica
pl: Współczynnik korelacji do wykresu
pt: Coeficiente de correlação para plotagem
ta: சூழ்ச்சி செய்ய தொடர்பு குணகம்

# CorrelationBayesian|
source: Population Correlation Coefficient
de: Grundgesamtheits-Korrelationskoeffizient
es: Coeficiente de Correlación Poblacional
eu: Populazioaren Korrelazio Koefizientea
gl: Coeficiente de Correlación da Poboación
pl: Współczynnik korelacji w populacji
pt: Coeficiente de Correlação População
ta: மக்கள்தொகை தொடர்பு குணகம்

# CorrelationBayesian|
source: Pearson's rho
es: Rho de Pearson
eu: Pearsonen rho
fr: Rho de Pearson
gl: Rho de Pearson
pl: r Pearsona
pt: rho de Pearson
ta: பியர்சனின் ரோ

# CorrelationBayesian|
source: Display pairwise table
de: Paarweise Tabelle anzeigen
es: Visualizar tabla por pares
eu: Binakako taula erakutsi
fr: Afficher le tableau par paires
gl: Presentar a táboa de emparellamentos
pl: Wyświetl tabelę par
pt: Exibir tabela de pares
ta: சோடிவரிசை அட்டவணையைக் காண்பி

# CorrelationBayesian|
source: Flag supported correlations
de: Unterstützte Korrelationen markieren
es: Marcar correlaciones compatibles
eu: Onartutako korrelazioak markatu
fr: Marquer les corrélations prises en charge
gl: Marcar as correlacións admitidas
pl: Oznacz wspierane korelacje
pt: Sinalizar correlações suportadas
ta: கொடி உதவி தொடர்புகள்

# CorrelationBayesian|
source: Report Bayes factors
de: Bayesfaktoren melden
es: Reportar los Factores de Bayes
eu: Bayes faktoreak jakinarazi
fr: Signaler les facteurs de Bayes
gl: Informar dos Factores de Bayes
pl: Wyświetl współczynniki Bayesa
pt: Reportar Fatores de Bayes
ta: பேயச் காரணிகளைப் புகாரளிக்கவும்

# CorrelationBayesian|
source: Plot Individual Pairs
de: Individuelle Paare plotten
es: Representar Parejas Individuales
eu: Banakako bikoteak irudikatu
fr: Tracer des paires individuelles
gl: Representar Parellas Individuais
pl: Wykresy dla poszczególnych par
pt: Traçar pares individuais
ta: தனிப்பட்ட சோடிகளை சூழ்ச்சி செய்யுங்கள்
