Repository: jasp-stats/jaspRegression
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, pl, pt, ta

# RegressionLinear|
source: Unstandardized and standardized coefficient estimates, standard errors, t-values, and their corresponding p-values.
es: Estimaciones de los coeficientes no tipificadas y tipificadas, errores típicos, valores t y sus correspondientes valores p.
eu: Koefizienteen estimazio estandarizatu gabeak eta estandarizatuak, errore estandarrak, t-balioak eta dagokien p-balioak.
gl: Estimacións dos coeficientes non tipificadas e tipificadas, erros padrón, valores t e seus correspondentes valores P.
pt: Estimativas de coeficientes padronizados e não padronizados, erros padrão, valores t e seus valores-p correspondentes.

# RegressionLinear|
source: Samples size, sample mean, sample standard deviation, and standard error of the mean.
es: Tamaño muestral, media muestral, desviación típica muestral y error típico de la media.
eu: Laginaren tamaina, laginaren batez bestekoa, laginaren desbideratze estandarra eta batez bestekoaren errore estandarra.
gl: Tamaño mostral, media mostral, desvío padrón mostral e erro padrón da media.
pt: Tamanhos de amostra, média da amostra, desvio padrão da amostra e erro padrão da média.

# RegressionLinear|
source: Semipartial and partial correlations.
es: Correlaciones parciales y semiparciales.
eu: Korrelazio erdi-partzialak eta partzialak.
gl: Correlacións parciais e semiparciais.
pt: Correlações parciais e semiparciais.

# RegressionLinear|
source: Uses all complete observations for each individual pair of variables.
es: Utiliza todas las observaciones completas para cada par de variables.
eu: Aldagai bikote bakoitzerako behaketa oso guztiak erabiltzen ditu.
gl: Utiliza tódalas observacións completas para cada par de variables.
pt: Usa todas as observações completas para cada par individual de variáveis.

# RegressionLinear|
source: Scatterplot of the values of the residuals against the dependent variable.
es: Gráfico de dispersión de los valores de los errores frente a la variable dependiente.
eu: Hondarren balioen sakabanaketa-grafikoa mendeko aldagaiaren aurka.
gl: Gráfica de dispersión dos valores dos erros fronte á variable dependente.
pt: Gráfico de dispersão dos valores dos resíduos em relação à variável dependente.

# RegressionLinear|
source: Scatterplot of the values of the residuals against the predictor variables.
es: Gráfico de dispersión de los valores de los errores frente a las variables predictoras.
eu: Hondarren balioen sakabanaketa-grafikoa iragarle-aldagaien aurka.
gl: Gráfica de dispersión dos valores dos erros fronte ás variables preditoras.
pt: Gráfico de dispersão dos valores dos resíduos em relação às variáveis preditoras.

# RegressionLinear|
source: Scatterplot of the values of the residuals against the predicted values.
es: Gráfico de dispersión de los valores de los errores frente a los valores predichos.
eu: Hondarren balioen sakabanaketa-grafikoa iragarle-balioen aurka.
gl: Gráfica de dispersión dos valores dos erros fronte aos valores preditos.
pt: Gráfico de dispersão dos valores dos resíduos em relação aos valores previstos.

# RegressionLinear|
source: Use standardized residuals instead.
es: Usar en cambio los errores tipificados.
eu: Erabili hondar estandarizatuak horren ordez.
gl: Usar en troques os erros tipificados.
pt: Em vez disso, use resíduos padronizados.

# RegressionLinearBayesian|
source: The Bayesian Linear Regression allows you to model a linear relationship between one or more explanatory variable/s and a continuous dependent variable.
es: La Regresión Lineal Bayesiana permite modelar una relación lineal entre una o más variables explicativas, y una variable dependiente continua.
eu: Erregresio Lineal Bayesiarrak aldagai azaltzaile bat edo gehiagoren eta mendeko aldagai jarraitu baten arteko erlazio lineal bat modelatzea ahalbidetzen du.
gl: A Regresión Linear Baiesiana permíteche modelar unha relación linear entre unha ou máis variables explicativas, e unha variable dependente continua.
pt: A Regressão Linear Bayesiana permite modelar uma relação linear entre uma ou mais variáveis explicativas e uma variável dependente contínua.

# RegressionLinearBayesian|
source: Assumptions
es: Supuestos
eu: Suposizioak
gl: Supostos
pt: Suposições

# RegressionLinearBayesian|
source: Continuous predictor variable(s). If ordinal variables are entered it is assumed that their levels are equidistant. Hence, ordinal variables are treated as continuous predictor variables.
es: Variable(s) predictora(s) continua(s). Cuando se introducen variables ordinales, se asume que sus niveles son equidistantes. Por eso, las variables ordinales se tratan como variables predictoras continuas.
eu: Aurreikuspen aldagai jarraitua(k). Aldagai ordinalak sartzen badira, haien mailak distantzia berera daudela suposatzen da. Beraz, aldagai ordinalak aurreikuspen aldagai jarraitu gisa tratatzen dira.
gl: Variable(s) preditora(s) continua(s). Cando se introducen variables ordinais, asúmese que os seus niveis son equidistantes. Por iso, as variables ordinais se tratan como variables preditoras continuas.
pt: Variável(is) preditora(s) contínua(s). Se forem inseridas variáveis ordinais, presume-se que seus níveis sejam equidistantes. Portanto, as variáveis ordinais são tratadas como variáveis preditoras contínuas.

# RegressionLinearBayesian|
source: The weights used for weighted least square regression.
es: Las ponderaciones utilizadas para la regresión de Mínimos Cuadrados Ponderados.
eu: Gutxieneko karratu haztatuen erregresiorako erabilitako pisuak.
gl: As ponderacións utilizadas para a regresión de Mínimos Cadrados Ponderados.
pt: Os pesos usados para regressão de mínimos quadrados ponderada.

# RegressionLinearBayesian|
source: Displays plot of the most likely values of the effect size for each predictor with their corresponding credible interval.
es: Presenta un gráfico de los valores más probables de la magnitud del efecto para cada predictor con el correspondiente intervalo de credibilidad.
eu: Aurreikusle bakoitzerako efektuaren tamainaren balio probableenen grafikoa erakusten du, dagokien sinesgarritasun tartearekin.
gl: Presenta unha gráfica dos valores máis probables da magnitude do efecto para cada preditor co correspondente intervalo de credibilidade.
pt: Exibe o gráfico dos valores mais prováveis do tamanho do efeito para cada preditor com seu intervalo credível correspondente.

# RegressionLinearBayesian|
source: Displays the best model, meaning the most likely model given the data.
es: Presenta el mejor modelo, queriendo decir el modelo más creíble dados los datos .
eu: Datuak kontuan hartuta, eredurik probableena erakusten du.
gl: Presenta o mellor modelo, querendo dicir o modelo máis crible dados os datos .
pt: Exibe o melhor modelo, ou seja, o modelo mais provável, dados os dados.

# RegressionLinearBayesian|
source: By default, the output shows all the models computed. There is an option to show the best n models.
es: Por defecto, el resultado muestra todos los modelos calculados. Hay una opción para mostrar los n mejores modelos.
eu: Berez, irteerak kalkulatutako eredu guztiak erakusten ditu. Aukera bat dago n eredu onenak erakusteko.
gl: Por defecto, o resultado amosa tódolos modelos calculados. Hai unha opción para amosar os n mellores modelos.
pt: Por padrão, a saída mostra todos os modelos computados. Há uma opção para mostrar os melhores n modelos.

# RegressionLinearBayesian|
source: Output table containing the mean, standard deviation, and sample size of the variables selected.
es: Tabla de resultados que contiene la media, la desviación típica y el tamaño muestral de las variables seleccionadas.
eu: Hautatutako aldagaien batez bestekoa, desbideratze estandarra eta lagin-tamaina dituen irteera-taula.
gl: Táboa de resultados que contén a media, o desvío padrón e o tamaño mostral das variables seleccionadas.
pt: Tabela de saída contendo a média, o desvio padrão e o tamanho da amostra das variáveis selecionadas.

# RegressionLinearBayesian|
source: All the independent variables that can be included in the model.
es: Todas las variables independientes que pueden incluirse en el modelo.
eu: Ereduan sar daitezkeen aldagai independente guztiak.
gl: Tódalas variables independentes que poden incluírse no modelo.
pt: Todas as variáveis independentes que podem ser incluídas no modelo.

# RegressionLinearBayesian|
source: Shows a histogram of the posterior inclusion probabilities. The dotted line displays the prior inclusion probabilities.
es: Muestra un histograma de las probabilidades posteriores de inclusión. La línea punteada muestra las probabilidades previas de inclusión.
eu: Atzeko inklusio-probabilitateen histograma erakusten du. Puntu-lerroak aurreko inklusio-probabilitateak erakusten ditu.
gl: Amosa un histograma das probabilidades posteriores de inclusión. A liña punteada amosa as probabilidades previas de inclusión.
pt: Mostra um histograma das probabilidades de inclusão posterior. A linha pontilhada exibe as probabilidades de inclusão anterior.

# RegressionLinearBayesian|
source: Shows a heatmap of the log posterior odds against the model rank.
es: Muestra un mapa de calor del logaritmo de las probabilidades posteriores frente al rango del modelo.
gl: Amosa un mapa de calor do logaritmo das probabilidades posteriores fronte ao rango do modelo.
pt: Mostra um mapa de calor das chances de log posterior em relação à classificação do modelo.

# RegressionLinearBayesian|
source: Plots the residuals of the model averaged predictions against the residuals.
es: Dibuja los errores de las predicciones medias del modelo frente a los errores.
eu: Ereduaren batez besteko iragarpenen hondarrak hondarren aurka marrazten ditu.
gl: Debuxa os erros das predicións medias do modelo fronte aos erros.
pt: Plota os resíduos das previsões médias do modelo em relação aos resíduos.

# RegressionLinearBayesian|
source: Prior distribution for regression coefficients. Several options are available:
es: Distribución previa para los coeficientes de la regresión. Hay disponibles varias opciones:
eu: Erregresio-koefizienteen aurreko banaketa. Hainbat aukera daude eskuragarri:
gl: Distribución previa para os coeficientes da regresión. Hai dispoñibles varias opcións:
pt: Distribuição a priori para coeficientes de regressão. Várias opções estão disponíveis:

# RegressionLinearBayesian|
source: Compare models using the Bayesian Information Criterion.
es: Comparar modelos usando el Criterio de Información Bayesiano.
eu: Konparatu ereduak Bayesiar Informazio Irizpidea erabiliz.
gl: Comparar modelos usando o Criterio de Información Baiesiano.
pt: Comparar modelos usando o Critério de Informação Bayesiano.

# RegressionLinearBayesian|
source: Global Empirical Bayes estimates of g in Zellner-Siow g-prior and model probabilities. Uses an EM algorithm to find a common or global estimate of g, averaged over all models. When it is not possible to enumerate all models, the EM algorithm uses only the models sampled under EB-local.
es: Estimaciones empíricas generales de Bayes de g en la g-previa de Zellner-Siow y probabilidades del modelo. Utiliza un algoritmo EM para encontrar una estimación habitual o global de g, promediada sobre todos los modelos. Cuando no es posible enumerar todos los modelos, el algoritmo EM utiliza solo los modelos muestreados bajo EB-local.
eu: Zellner-Siow g-aurre-mailan g-ren Bayes-en estimazio enpiriko globalak eta eredu-probabilitateak. EM algoritmo bat erabiltzen du g-ren estimazio komun edo global bat aurkitzeko, eredu guztien batez bestekoa kalkulatuta. Eredu guztiak zerrendatzea posible ez denean, EM algoritmoak EB-lokalaren pean lagindutako ereduak soilik erabiltzen ditu.
gl: Estimacións empíricas xerais de Bayes do g na g-previa de Zellner-Siow e probabilidades do modelo. Utiliza un algoritmo EM para atopar unha estimación habitual ou global de g, en media sobre tódolos modelos. Cando non é posible enumerar tódolos modelos, o algoritmo EM utiliza só os modelos extraídos como mostras baixo EB-local.
pt: Estimativas Bayesianas Empíricas Globais de g em probabilidades de Zellner-Siow g-prior e de modelo. Utiliza um algoritmo EM para encontrar uma estimativa comum ou global de g, calculada com base na média de todos os modelos. Quando não é possível enumerar todos os modelos, o algoritmo EM utiliza apenas os modelos amostrados sob EB-local.

# RegressionLinearBayesian|
source: Zellner's g-prior.
es: Previa g de Zellner.
eu: Zellnerren g-aurre-maila.????
gl: Previa g de Zellner.
pt: g-prior de Zellner.

# RegressionLinearBayesian|
source: Same as Hyper-g but uses a Laplace approximation to integrate over the prior on g.
es: Igual que Hiper-g pero utiliza una aproximación de Laplace para integrar la previa de g.
eu: Hiper-g bezala, baina Laplace hurbilketa bat erabiltzen du g-ren aurrekoaren gainean integratzeko.
gl: Igual que Hiper-g pero utiliza unha aproximación de Laplace para integrar a previa de g.
pt: Igual ao Hiper-g, mas usa uma aproximação de Laplace para integrar sobre o anterior em g.

# RegressionLinearBayesian|
source: Jeffreys-Zellner-Siow prior which uses the Jeffreys prior on sigma and the Zellner-Siow Cauchy prior on the coefficients. The optional parameter can be used to control the squared scale of the prior.
es: La previa de Jeffreys-Zellner-Siow utiliza la previa de Jeffreys en sigma, y la previa de Cauchy de Zellner-Siow en los coeficientes. Se puede usar el parámetro opcional para controlar la escala cuadrada de la previa.
eu: Jeffreys-Zellner-Siow aurrekoa, sigma-n Jeffreys-en aurrekoa eta koefizienteetan Zellner-Siow Cauchy aurrekoa erabiltzen dituena. Aukerako parametroa aurrekoaren eskala karratua kontrolatzeko erabil daiteke.
gl: A previa de Jeffreys-Zellner-Siow utiliza a previa de Jeffreys en sigma, e a previa de Cauchy de Zellner-Siow nos coeficientes. Pódese usar o parámetro opcional para controlar a escala cadrada da previa.
pt: Prior de Jeffreys-Zellner-Siow, que usa o prior de Jeffreys para sigma e o prior de Zellner-Siow-Cauchy para coeficientes. O parâmetro opcional pode ser usado para controlar a escala quadrada do prior.

# RegressionLinearBayesian|
source: Prior distribution on the models.
es: Distribución previa en los modelos.
eu: Ereduen aurreko banaketa.
gl: Distribución previa nos modelos.
pt: Distribuição anterior nos modelos.

# RegressionLinearBayesian|
source: Default lambda = 1. Equivalent to a Beta binomial with a = 1 and b = lambda * p, where p is the number of predictors in the model.
es: Predeterminada lambda = 1. Equivalente a una Beta Binomial con a = 1 y b = lambda * p, donde p es el número de predictores en el modelo.
eu: Lambda lehenetsia = 1. Beta binomio baten baliokidea, a = 1 eta b = lambda * p dituena, non p ereduan dauden iragarle kopurua den.
gl: Predeterminada lambda = 1. Equivalente a unha Beta Binomial con a = 1 e b = lambda * p, onde p é o número de preditores no modelo.
pt: Lambda padrão = 1. Equivalente a um binomial Beta com a = 1 e b = lambda * p, onde p é o número de preditores no modelo.

# RegressionLinearBayesian|
source: Default u = 1. Equivalent to a Beta binomial with a = 1 and b = p^u, where p is the number of predictors in the model.
es: Predeterminada u = 1. Equivalente a una Beta Binomial con a = 1 y b = p^u, donde p es el número de predictores en el modelo.
eu: u lehenetsia = 1. Beta binomio baten baliokidea, a = 1 eta b = p^u dituena, non p ereduan dauden iragarle kopurua den.
gl: Predeterminada u = 1. Equivalente a unha Beta Binomial con a = 1 e b = p^u, onde p é o número de preditores no modelo.
pt: Padrão u = 1. Equivalente a um Beta binomial com a = 1 e b = p^u, onde p é o número de preditores no modelo.

# RegressionLinearBayesian|
source: Indicates the sampling method to be used. It is recommended to use BAS when the model space can be enumerated.
es: Indica el método de muestreo a utilizar. Se recomienda usar MAB (BAS) cuando se puede enumerar el espacio del modelo.
eu: Erabili beharreko laginketa metodoa adierazten du. BAS erabiltzea gomendatzen da eredu espazioa zenbatu daitekeenean.
gl: Indica o método de mostraxe a utilizar. Recoméndase usar MAB (BAS) cando pode enumerarse o espazo do modelo.
pt: Indica o método de amostragem a ser utilizado. Recomenda-se o uso do BAS quando o espaço do modelo puder ser enumerado.

# RegressionLinearBayesian|
source: Uses Bayesian Adaptive Sampling (without replacement). These can be updated based on estimates of the marginal inclusion. No. models indicates the number of models to sample without replacement. Setting the value to 0 implies the analysis will attempt to enumerate all models.
es: Utiliza Muestreo Adaptativo Bayesiano (sin reemplazo). Esto se puede actualizar en base a las estimaciones de la inclusión marginal. No. modelos indica el número de modelos a muestrear sin reemplazo. Fijar el valor en 0 implica que el análisis tratará de enumerar todos los modelos.
eu: Bayesiar Laginketa Adaptatiboa erabiltzen du (ordezkapenik gabe). Hauek inklusio marjinalaren estimazioetan oinarrituta egunera daitezke. Eredu kopuruak ordezkapenik gabe lagintzeko eredu kopurua adierazten du. Balioa 0ra ezartzeak analisiak eredu guztiak zenbatzen saiatuko dela esan nahi du.
gl: Utiliza Mostraxe Adaptativa Baiesiana (sen substitución). Esto pódese actualizar en base ás estimacións da inclusión marxinal. No. modelos indica o número de modelos a extraer como mostra sen substitución. Fixar o valor en 0 implica que a análise vai tentar enumerar tódolos modelos.
pt: Utiliza Amostragem Adaptativa Bayesiana (sem reposição). Estes dados podem ser atualizados com base em estimativas da inclusão marginal. O número de modelos indica o número de modelos a serem amostrados sem reposição. Definir o valor como 0 implica que a análise tentará enumerar todos os modelos.

# RegressionLinearBayesian|
source: Accuracy of credible intervals. There is an option to select the number of samples used to estimate the credible interval. The more samples the more accurate the credible intervals will be.
es: Exactitud de los intervalos de credibilidad. Hay una opción para seleccionar el número de muestras utilizadas para estimar el intervalo de credibilidad. Con más muestras, más exactos serán los intervalos de credibilidad.
eu: Sinesgarritasun-tarteen zehaztasuna. Sinesgarritasun-tartea kalkulatzeko erabilitako lagin kopurua hautatzeko aukera dago. Zenbat eta lagin gehiago, orduan eta zehatzagoak izango dira sinesgarritasun-tarteak.
gl: Exactitude dos intervalos de credibilidade. Hai unha opción para seleccionar o número de mostras utilizadas para estimar o intervalo de credibilidade. A máis mostras, máis exactos serán os intervalos de credibilidade.
pt: Exatidão dos intervalos credíveis. Há uma opção para selecionar o número de amostras usadas para estimar o intervalo credível. Quanto mais amostras, mais exatos serão os intervalos credíveis.

# RegressionLogistic|
source: Logistic regression allows the user to model a linear relationship between one or more explanatory variable/s and a categorical dependent variable.
es: La regresión logística permite al usuario modelar una relación lineal entre una o más variables explicativas, y una variable dependiente con categorías.
eu: Erregresio logistikoak erabiltzaileari azalpen-aldagai bat edo gehiagoren eta mendeko aldagai kategoriko baten arteko erlazio lineal bat modelatzea ahalbidetzen dio.
gl: A regresión loxística permite ao usuario modelar unha relación linear entre unha ou máis variables explicativas, e unha variable dependente con categorías.
pt: A regressão logística permite ao usuário modelar uma relação linear entre uma ou mais variáveis explicativas e uma variável dependente categórica.

# RegressionLogistic|
source: Assumptions
es: Supuestos
eu: Suposizioak
gl: Supostos
pt: Suposições

# RegressionLogistic|
source: The variable of interest. This is also called the outcome variable. In case of multiple dependent variables, specify the order in which the predictors are entered into the model i.e., hierarchical regression analysis. A block of one or more predictors represents one step in the hierarchy.
es: La variable de interés. Esta también se denomina variable resultante. En caso de varias variables dependientes, especifique el orden en que se introducen los predictores en el modelo, i.e. análisis de regresión jerárquica. Un bloque de uno o más predictores representa una etapa en la jerarquía.
eu: Intereseko aldagaia. Emaitza aldagaia ere deitzen zaio. Mendeko aldagai anitz daudenean, zehaztu aurreikusleak ereduan sartzeko ordena, hau da, erregresio hierarkikoko analisia. Aurreikusle bat edo gehiagoko bloke batek hierarkiako urrats bat adierazten du.
gl: A variable de interese. Esta tamén se denomina variable resultante. No caso de varias variables dependentes, especifica a orde na que se introducen os preditores no modelo, i.e. análise de regresión xerárquica. Un bloque de un ou máis preditores representa unha etapa na xerarquía.
pt: A variável de interesse. Também chamada de variável de resultado. No caso de múltiplas variáveis dependentes, especifique a ordem em que os preditores são inseridos no modelo, ou seja, análise de regressão hierárquica. Um bloco de um ou mais preditores representa uma etapa na hierarquia.

# RegressionLogistic|
source: All predictors are entered into the model simultaneously. Forced entry.
es: Todos los predictores se introducen en el modelo simultáneamente. Entrada forzosa.
eu: Aurreikusle guztiak aldi berean sartzen dira ereduan. Sarrera behartua.
gl: Tódolos preditores se introducen no modelo ao mesmo tempo. Entrada forzosa.
pt: Todos os preditores são inseridos no modelo simultaneamente. Entrada forçada.

# RegressionLogistic|
source: All predictors are entered simultaneously, and then removed sequentially based on the criterion specified in stepping method criteria.
es: Todos los predictores se introducen simultáneamente, y después se eliminan secuencialmente en base al criterio especificado en los criterios de los métodos Paso a Paso.
eu: Aurreikusle guztiak aldi berean sartzen dira, eta gero sekuentzialki kentzen dira urrats-metodoaren irizpideetan zehaztutako irizpidearen arabera.
gl: Tódolos preditores se introducen ao mesmo tempo, e logo se eliminan secuencialmente en base ao criterio especificado nos criterios dos métodos Paso a Paso.
pt: Todos os preditores são inseridos simultaneamente e depois removidos sequencialmente com base no critério especificado nos critérios do método escalonado.

# RegressionLogistic|
source: Predictors are entered sequentially based on the criterion specified in stepping method criteria.
es: Los predictores se introducen secuencialmente en base al criterio especificado en los criterios del método Paso a Paso.
eu: Aurreikusleak sekuentzialki sartzen dira urrats-metodoaren irizpideetan zehaztutako irizpidearen arabera.
gl: Os preditores se introducen secuencialmente en base ao criterio especificado nos criterios do método Paso a Paso.
pt: Os preditores são inseridos sequencialmente com base no critério especificado nos critérios do método de etapas.
