Repository: jasp-stats/jaspRegression
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, pl, pt, ta

# RegressionLogisticBayesian|
source: Sampling Method
de: Stichprobenmethode
es: Método de muestreo
eu: Laginketa Metodoa
fr: Méthode d'échantillonnage
gl: Método da mostraxe
pt: Método de Amostragem
ta: மாதிரி முறை

# RegressionLogisticBayesian|
source: No. models
de: Anzahl Modelle
es: Número de modelos
eu: Eredu kopurua
gl: Nº modelos
pt: N° de modelos
ta: இல்லை மாதிரிகள்

# RegressionLogisticBayesian|
source: No. samples
de: Stichprobenumfang
es: Nº muestras
eu: Lagin kopurua
gl: Nº mostras
pt: N° de amostras
ta: இல்லை மாதிரிகள்

# RegressionLogisticBayesian|
source: Numerical Accuracy
de: Numerische Genauigkeit
es: Precisión Numérica
eu: Zenbakizko Zehaztasuna
gl: Precisión Numérica
pt: Precisão Numérica
ta: எண் துல்லியம்

# RegressionLogisticBayesian|
source: No. samples for credible interval
de: Stichprobenumfang für Glaubwürdigkeitsintervall
es: Número de muestras para intervalo de credibilidad
eu: Lagin kopurua tarte sinesgarrirako
gl: Número de mostras para intervalo de credibilidade
pt: N° de amostras para o intervalo credível
ta: நம்பத்தகுந்த இடைவெளிக்கான மாதிரிகள்

# EmmComponent|
source: SD
es: DT
eu: DE
gl: DP
pt: DP
ta: எச்.டி.

# Correlation|
source: Effect size (Fisher's z)
de: Effektstärke (Fishers z)
es: Magnitud del efecto (z de Fisher)
eu: Efektuaren tamaina (Fisher-en z)
gl: Magnitude do efecto (z de Fisher)
pt: Tamanho de efeito (z de Fisher)
ta: விளைவு அளவு (ஃபிசரின் இசட்)

# OutlierComponent|
source: Residuals
de: Residuen
es: Errores
eu: Hondarrak
gl: Erros
pt: Resíduos
ta: எஞ்சியவர்கள்

# OutlierComponent|
source: Statistics
de: Statistiken
es: Estadísticos
eu: Estatistikoak
gl: Estatísticos
pt: Estatísticas
ta: புள்ளிவிவரங்கள்

# OutlierComponent|
source: Casewise diagnostics
de: Fallweise Diagnostiken
es: Diagnósticos caso a caso
gl: Diagnósticos caso a caso
pt: Diagnósticos caso a caso
ta: கேச்வைச் கண்டறிதல்

# OutlierComponent|
source: Std. residual >
de: Std.-Residuum >
es: Error tipificado >
eu: Hondar estandarra >
gl: Erro tipificado >
pt: Resíduo pad. >
ta: Std. மீதமுள்ள>

# OutlierComponent|
source: Cook's dist. >
es: Distr. de Cook >
eu: Cook-en distantzia >
gl: Distr. de Cook >
pt: Distr. de Cook >
ta: குக்ச் டிச்ட். >

# OutlierComponent|
source: All
de: Alle
es: Todo
eu: Guztiak
gl: Todo
pt: Todos
ta: அனைத்தும்

# OutlierComponent|
source: DFBETAS
es: GLBETAS
gl: GLBETAS
ta: Dfbet

# OutlierComponent|
source: DFFITS
es: GLFITS
gl: GLFITS

# OutlierComponent|
source: Cov ratio
es: Ratio de cov
gl: Cociente de cov
pt: Razão de cov
ta: விகிதம்

# OutlierComponent|
source: Leverage
es: Apalancamiento
eu: Palanka
gl: Pancamento
pt: Aproveitamento
ta: அந்நியச் செலாவணி

# Correlation|
source: Covariance
de: Kovarianz
es: Covarianza
eu: Kobariantza
gl: Covarianza
pt: Covariância
ta: கோவாரன்ச்

# GeneralizedLinearModel|
source: Standardized quantile residuals : top
de: Standardisierte Quantil-Residuen: oben
es: Cuantil de los errores tipificados: superior
eu: Kuantil estandarizatuen hondarrak: goian
gl: Cuantil dos erros tipificados: superior
pt: Quantil dos resíduos padronizados: maior
ta: தரப்படுத்தப்பட்ட அளவு எச்சங்கள்: மேல்

# RegressionLinear|
source: Model Summary
de: Modell-Zusammenfassung
es: Resumen del Modelo
eu: Ereduaren Laburpena
gl: Resumo do Modelo
pt: Resumo do Modelo
ta: மாதிரி சுருக்கம்

# RegressionLinear|
source: F change
de: F-Änderung
es: Cambio en F
eu: F aldaketa
gl: Cambio no F
pt: Mudança em F
ta: F மாற்றம்

# RegressionLinear|
source: AIC and BIC
de: AIC und BIC
es: AIC y BIC
eu: AIC eta BIC
gl: AIC e BIC
pt: AIC e CIB
ta: AIC மற்றும் BIC

# RegressionLinear|
source: Tolerance and VIF
de: Toleranz und VIF
es: Tolerancia y FIV
eu: Tolerantzia eta VIF
gl: Tolerancia e FIV
pt: Tolerância e FIV
ta: சகிப்புத்தன்மை மற்றும் விஃப்

# RegressionLinear|
source: Display
de: Zeige
es: Mostrar
eu: Erakutsi
gl: Presentar
pt: Exibir
ta: காட்சி

# RegressionLinear|
source: Coefficients covariance matrix
de: Kovarianzmatrix-Koeffizienten
es: Matriz de covarianzas de los coeficientes
eu: Koefizienteen kobariantza matrizea
gl: Matriz de covarianzas dos coeficientes
pt: Matriz de covariância dos coeficientes
ta: குணகங்கள் கோவாரன்ச் மேட்ரிக்ச்

# RegressionLogistic|
source: Multicollinearity diagnostics
de: Multikollinearitätsdiagnostiken
es: Diagnósticos de Multicolinealidad
eu: Multikolinearitate diagnostikoa
gl: Diagnósticos de Multicolinearidade
pt: Diagnóstico de multicolinearidade
ta: மல்டிகோலினரிட்டி கண்டறிதல்

# RegressionLogistic|
source: Diagnostic Plots
de: Diagnostische Diagramme
es: Gráficos de diagnóstico
eu: Grafiko Diagnostikoak
gl: Gráficas de diagnóstico
pt: Gráficos de Diagnóstico
ta: கண்டறியும் அடுக்கு

# RegressionLogistic|
source: Independent - predicted plot
de: Diagramm Unabhängig - Vorhergesagt
es: Gráfico independiente - predicho
gl: Gráfica independente - predito
pt: Gráfico independente - previsto
ta: சுயாதீனமான - கணிக்கப்பட்ட சூழ்ச்சி

# RegressionLogistic|
source: Include interactions
de: Interaktionen einbeziehen
es: Incluir interacciones
eu: Elkarrekintzak barne
gl: Incluír interaccións
pt: Incluir interações
ta: இடைவினைகள் அடங்கும்

# RegressionLogistic|
source: Use logit scale
de: Logit-Skala verwenden
es: Usar escala Logit
eu: Erabili logit eskala
gl: Usar escala Logit
pt: Usar escala logit
ta: லாசிட் அளவைப் பயன்படுத்தவும்

# CorrelationBayesian|
source: Linearity test
es: Contraste de linealidad
eu: Linealtasun proba
gl: Proba de linearidade
pt: Teste de linearidade

# CorrelationBayesian|
source: Compute a test for the linearity of the relationship between the two variables by comparing a linear model to a quadratic model.
es: Calcular un contraste de linealidad para la relación entre las dos variables, comparando un modelo lineal con un modelo cuadrático.
eu: Kalkulatu bi aldagaien arteko erlazioaren linealtasun proba bat eredu lineal bat eredu koadratiko batekin alderatuz.
gl: Calcular unha proba de linearidade para a relación entre as dúas variables, comparando un modelo linear cun modelo cuadrático.
pt: Calcule um teste para a linearidade da relação entre as duas variáveis comparando um modelo linear com um modelo quadrático.

# ExportBayesian|
source: Export
es: Exportar
eu: Esportatu
gl: Exportar
pt: Exportar

# ExportBayesian|
source: Append columns to data
es: Añadir columnas a los datos
eu: Erantsi zutabeak datuei
gl: Engadir columnas aos datos
pt: Acrescentar colunas aos dados

# ExportBayesian|
source: Residuals (%1)
es: Errores (%1)
eu: Hondarrak (%1)
gl: Erros (%1)
pt: Resíduos (%1)

# ExportBayesian|
source: Column name
es: Nombre de columna
eu: Zutabearen izena
gl: Nome de columna
pt: Nome da coluna

# ExportBayesian|
source: e.g., residuals
es: p.e. errores
eu: adibidez, hondarrak
gl: p.e. erros
pt: e.g., resíduos

# ExportBayesian|
source: Residuals std. deviations (%1)
es: Desviaciones típicas de los errores (%1)
eu: Hondarren desbideratze estandarrak (%1)
gl: Desvíos padrón dos erros (%1)
pt: Resíduos e desvios pad. (%1)

# ExportBayesian|
source: e.g., residual sd
es: p.e. dt de los errores
eu: adibidez, hondar desbideratze estandarra
gl: p.e. dp dos erros
pt: e.g., dp residual

# ExportFreq|
source: Export
es: Exportar
eu: Esportatu
gl: Exportar
pt: Exportar

# ExportFreq|
source: Append residuals to data
es: Añadir los errores a los datos
eu: Gehitu hondarrak datuei
gl: Engadir os erros aos datos
pt: Acrescentar resíduos aos dados

# ExportFreq|
source: Column name
es: Nombre de columna
eu: Zutabearen izena
gl: Nome de columna
pt: Nome da coluna

# ExportFreq|
source: e.g., residuals
es: p.e. errores
eu: adibidez, hondarrak
gl: p.e. erros
pt: e.g., resíduos

# ExportFreq|
source: Append predictions to data
es: Añadir predicciones a los datos
eu: Erantsi iragarpenak datuei
gl: Engadir predicións aos datos
pt: Acrescentar previsões aos dados

# ExportFreq|
source: e.g., predictions
es: p.e. predicciones
eu: adibidez, iragarpenak
gl: p.e. predicións
pt: e.g., previsões

# ExportFreq|
source: Residuals type
es: Tipo de errores
eu: Hondar mota
gl: Tipo de erros
pt: Tipo de resíduos

# ExportFreq|
source: Raw
es: Bruto
eu: Gordinak
gl: Bruto
pt: Bruto

# ExportFreq|
source: Studentized
es: Estudentizado
eu: Studentizatuak
gl: Estudentizado
pt: Estudentizado

# ExportFreq|
source: Standardized
es: Tipificado
eu: Estandarizatuak
gl: Tipificado
pt: Padronizado

# EmmComponent|
source: Variables that can be used for computing estimated marginal means.
es: Variables que pueden usarse para calcular medias marginales estimadas.
eu: Batez besteko marjinal estimatuak kalkulatzeko erabil daitezkeen aldagaiak.
gl: Variables que poden usarse para calcular medias marxinais estimadas.
pt: Variáveis que podem ser usadas para calcular médias marginais estimadas.

# EmmComponent|
source: Variables for which the estimated marginal means will be computed.
es: Variables para las que se van a calcular las medias marginales estimadas.
eu: Batez besteko marjinal estimatuak kalkulatuko diren aldagaiak.
gl: Variables para as que se van calcular as medias marxinais estimadas.
pt: Variáveis para as quais as médias marginais estimadas serão calculadas.

# EmmComponent|
source: Only available when contrasts are specified. To correct for multiple comparison testing and avoid Type I errors, different methods for correcting the p-value are available:
es: Solo disponible cuando se especifican contrastes. Para corregir al probar comparaciones múltiples y evitar errores de Tipo I, están disponibles distintos métodos para corregir el valor p:
eu: Kontrasteak zehaztuta daudenean bakarrik eskuragarri. Konparazio anitzeko probak zuzentzeko eta I motako erroreak saihesteko, p-balioa zuzentzeko metodo desberdinak daude eskuragarri:
gl: Só dispoñible cando se especifican contrastes. Para corrixir ao probar comparacións múltiples e evitar erros de Tipo I, están dispoñibles distintos métodos para corrixir o valor P:
pt: Disponível somente quando contrastes são especificados. Para corrigir testes de comparação múltipla e evitar erros do Tipo I, diferentes métodos para corrigir o valor-p estão disponíveis:

# ExportFreq|
source: Save the residuals of the most complex model as a new column in the data file.
es: Guardar los errores del modelo más complejo como nueva columna del archivo de datos.
eu: Gorde eredu konplexuenaren hondarrak datu-fitxategian zutabe berri gisa.
gl: Gardar os erros do modelo máis complexo como nova columna do ficheiro de datos.
pt: Salvar os resíduos do modelo mais complexo como uma nova coluna no arquivo de dados.

# ExportFreq|
source: Choose the type of residual to be appended. Raw residuals are simply the differences between observation and model prediction, standardized residuals divide each residual by an estimate of its standard deviation (using rstandard()), whereas studentized residuals divide each residual by an unbiased estimate of its standard deviation computed by refitting the model without that observation (using rstudent()).
es: Elegir el tipo de error a añadir. Los errores brutos son simplemente las diferencias entre la observación y la predicción del modelo; los errores tipificados dividen cada error por una estimación de su desviación típica (usando rstandard()); y los errores estudentizados dividen cada error por una estimación insesgada de su desviación típica calculada volviendo a ajustar el modelo sin esa observación (usando rstudent()).
eu: Aukeratu erantsi beharreko hondar mota. Hondar gordinak behaketaren eta ereduaren iragarpenaren arteko desberdintasunak dira, besterik gabe. Hondar estandarizatuak hondar bakoitza bere desbideratze estandarraren estimazio batekin zatitzen du (rstandard() erabiliz), eta hondar studentizatuek, berriz, hondar bakoitza bere desbideratze estandarraren estimazio inpartzial batekin zatitzen dute, behaketa hori gabe eredua berriro egokituz kalkulatuta (rstudent() erabiliz).
gl: Elixir o tipo de erro a engadir. Os erros brutos son simplemente as diferenzas entre a observación e a predición do modelo; os erros tipificados dividen cada erro por unha estimación do seu desvío padrón (usando rstandard()); e os erros estudentizados dividen cada erro por unha estimación non nesgada do seu desvío padrón calculada volvendo a axustar o modelo sen esa observación (usando rstudent()).
pt: Selecione o tipo de resíduo a ser anexado. Resíduos brutos são simplesmente as diferenças entre a observação e a previsão do modelo. Resíduos padronizados dividem cada resíduo por uma estimativa de seu desvio padrão (usando rstandard()), enquanto resíduos estudentizados dividem cada resíduo por uma estimativa não enviesada de seu desvio padrão, calculada pelo reajuste do modelo sem essa observação (usando rstudent()).

# ExportFreq|
source: Save the predictions of the most complex model as a new column in the data file
es: Guardar las predicciones del modelo más complejo como nueva columna del archivo de datos
eu: Gorde eredu konplexuenaren iragarpenak datu-fitxategian zutabe berri gisa.
gl: Gardar as predicións do modelo máis complexo como nova columna do ficheiro de datos
pt: Salvar as previsões do modelo mais complexo como uma nova coluna no arquivo de dados

# GlmInputComponent|
source: Qualitative variables, such as gender and group memberships.
es: Variables cualitativas, tales como género y pertenencia a grupos.
eu: Aldagai kualitatiboak, hala nola generoa eta taldekidetzak.
gl: Variables cualitativas, tales como xénero e pertenza a grupos.
pt: Variáveis qualitativas, como gênero e associação a grupos.

# GlmInputComponent|
source: Prior weights of the model. Mandatory when the binomial family is selected. In this case, the name changes to total Number of Trials, and the dependent variable now refers to the proportion of success (between 0 and 1).
es: Ponderaciones previas del modelo. Obligatorias cuando se selecciona la familia Binomial. En este caso, el nombre cambia a Número de Intentos total y la variable dependiente se refiere ahora a la proporción de aciertos (entre 0 y 1).
eu: Ereduaren aurreko pisuak. Derrigorrezkoa familia binomiala hautatzen denean. Kasu honetan, izena Saiakera Kopuru Totalera aldatzen da, eta mendeko aldagaiak orain arrakastaren proportzioari egiten dio erreferentzia (0 eta 1 artean).
gl: Ponderacións previas do modelo. Obrigatorias cando se selecciona a familia Binomial. Neste caso, o nome cambia a Número de Ensaios total e a variable dependente refírese agora á proporción de acertos (entre 0 e 1).
pt: Pesos anteriores do modelo. Obrigatório quando a família binomial é selecionada. Neste caso, o nome muda para Número Total de Tentativas, e a variável dependente agora se refere à proporção de sucesso (entre 0 e 1).

# GlmResidualAnalysisPlotsComponent|
source: The following options provide visual diagnostics of the model assumptions based on residuals.
es: Las siguientes opciones proporcionan diagnósticos visuales de los supuestos del modelo, basados en los errores.
eu: Hurrengo aukerek ereduaren hipotesien diagnostiko bisualak eskaintzen dituzte hondarretan oinarrituta.
gl: As seguintes opcións proporcionan diagnósticos visuais dos supostos do modelo, baseados nos erros.
pt: As opções a seguir fornecem diagnósticos visuais das suposições do modelo com base em resíduos.

# Correlation|
source: The Correlation analysis allows estimation of the population correlation, as well as testing the null hypothesis that the population correlation between pairs of variables equals 0. All possible pairs of the specified variables are analyzed.
es: El Análisis de Correlación permite la estimación de la correlación poblacional, así como comprobar la hipótesis nula de que la correlación poblacional entre pares de variables es igual a 0. Se analizan todos los pares posibles de las variables especificadas.
eu: Korrelazio-analisiak populazio-korrelazioa kalkulatzea ahalbidetzen du, baita aldagai-bikoteen arteko populazio-korrelazioa 0 dela dioen hipotesi nulua probatzea ere. Zehaztutako aldagaien bikote posible guztiak aztertzen dira.
gl: A Análise de Correlación permite a estimación da correlación poboacional, así como probar a hipótese nula de que a correlación poboacional entre pares de variables é igual a 0. Analízanse tódolos pares posibles das variables especificadas.
pt: A análise de correlação permite estimar a correlação populacional, bem como testar a hipótese nula de que a correlação populacional entre pares de variáveis é igual a 0. Todos os pares possíveis das variáveis especificadas são analisados.

# Correlation|
source: Assumptions (Pearson's rho)
es: Supuestos (rho de Pearson)
eu: Suposizioak (Pearsonen rho)
gl: Supostos (rho de Pearson)
pt: Suposições (rho de Pearson)

# Correlation|
source: Input
es: Entrada
gl: Entrada
pt: Entrada

# Correlation|
source: Variables to partial out in order to compute partial correlations.
es: Variables para resultados parciales, para calcular correlaciones parciales.
eu: Korrelazio partzialak kalkulatzeko partzialki kendu beharreko aldagaiak.
gl: Variables para resultados parciais, para calcular correlacións parciais.
pt: Variáveis a serem parcializadas para calcular correlações parciais.

# Correlation|
source: The Fisher transformed effect size with standard error.
es: La magnitud del efecto transformado de Fisher con error típico.
eu: Fisherren eraldaketaren efektuaren tamaina errore estandarrarekin.
gl: A magnitude do efecto transformado de Fisher co erro padrón.
pt: Tamanho do efeito transformado de Fisher com erro padrão.

# Correlation|
source: The number of complete observations for a given pair of variables.
es: El número de observaciones completas para un par concreto de variables.
eu: Aldagai bikote jakin baterako behaketa osoen kopurua.
gl: O número de observacións completas para un par concreto de variables.
pt: O número de observações completas para um determinado par de variáveis.

# Correlation|
source: Two-sided alternative hypothesis that the population correlation does not equal 0.
es: Hipótesis alternativa bilateral de que la correlación poblacional no es igual a 0.
eu: Populazioaren korrelazioa ez dela 0 bezalako bi aldeetako hipotesi alternatiboa.
gl: Hipótese alternativa bilateral de que a correlación poboacional non é igual a 0.
pt: Hipótese alternativa bilateral de que a correlação populacional não é igual a 0.

# Correlation|
source: One-sided alternative hypothesis that the population correlation is greater than 0.
es: Hipótesis alternativa unilateral de que la correlación poblacional es mayor que 0.
eu: Populazioaren korrelazioa 0 baino handiagoa dela dioen alde bakarreko hipotesi alternatiboa.
gl: Hipótese alternativa unilateral de que a correlación poboacional é maior que 0.
pt: Hipótese alternativa unilateral de que a correlação populacional é maior do que 0.

# Correlation|
source: Display the correlation coefficient(s) in the plot. This option also adds the x% confidence interval(s) as specified in the Confidence Intervals option.
es: Presentar coeficiente(s) de correlación en el gráfico. Esta opción también añade intervalo(s) con x% de confianza como se especifica en la opción de Intervalos de Confianza.
eu: Korrelazio koefizientea(k) grafikoan bistaratzen ditu. Aukera honek % x konfiantza-tartea(k) ere gehitzen ditu, Konfiantza-tarteak aukeran zehaztutako moduan.
gl: Presentar o(s) coeficiente(s) de correlación na gráfica. Esta opción tamén engade o(s) intervalo(s) co x% de confianza como se especifica na opción de Intervalos de Confianza.
pt: Exibe o(s) coeficiente(s) de correlação no gráfico. Esta opção também adiciona o(s) intervalo(s) de confiança de x%, conforme especificado na opção Intervalos de Confiança.

# Correlation|
source: Shapiro: Generalized Shapiro-Wilk test for multivariate normality by Villasenor-Alva and Gonzalez-Estrada (2009), using the mvShapiroTest package.
es: Shapiro: Contraste general de Shapiro-Wilk para Normalidad multivariante de Villasenor-Alva y Gonzalez-Estrada (2009), usando el paquete mvShapiroTest.
eu: Shapiro: Villasenor-Alva eta Gonzalez-Estradak (2009) egindako Shapiro-Wilk proba orokortua normaltasun anitzekorako, mvShapiroTest paketea erabiliz.
gl: Shapiro: Proba xeral de Shapiro-Wilk para Normalidade multivariante de Villasenor-Alva e Gonzalez-Estrada (2009), usando o paquete mvShapiroTest.
pt: Shapiro: Teste de Shapiro-Wilk generalizado para normalidade multivariada por Villasenor-Alva e Gonzalez-Estrada (2009), usando o pacote mvShapiroTest.

# Correlation|
source: Shapiro: For each possible combination of the selected variables, computes the Shapiro-Wilk statistic to test the null hypothesis that the variable pair has a bivariate normal distribution.
es: Shapiro: Para cada combinación posible de las variables seleccionadas, calcula el estadístico de Shapiro-Wilk para comprobar la hipótesis nula de que el par de variables sigue una Distribución Normal bivariante.
eu: Shapiro: Hautatutako aldagaien konbinazio posible bakoitzerako, Shapiro-Wilk estatistikoa kalkulatzen du aldagai bikoteak banaketa normal bibariablea duela dioen hipotesi nulua probatzeko.
gl: Shapiro: Para cada combinación posible das variables seleccionadas, calcula o estatístico de Shapiro-Wilk para probar a hipótese nula de que o par de variables segue unha Distribución Normal bivariante.
pt: Shapiro: Para cada combinação possível das variáveis selecionadas, calcula a estatística de Shapiro-Wilk para testar a hipótese nula de que o par de variáveis tem uma distribuição normal bivariada.

# Correlation|
source: Uses all complete observations for each individual pair of variables.
es: Utiliza todas las observaciones completas para cada par de variables.
eu: Aldagai bikote bakoitzerako behaketa oso guztiak erabiltzen ditu.
gl: Utiliza tódalas observacións completas para cada par de variables.
pt: Usa todas as observações completas para cada par individual de variáveis.

# CorrelationBayesian|
source: Assumptions (Pearson's rho)
es: Supuestos (rho de Pearson)
eu: Suposizioak (Pearsonen rho)
gl: Supostos (rho de Pearson)
pt: Suposições (rho de Pearson)

# CorrelationBayesian|
source: Assumptions (Kendall's tau)
es: Supuestos (tau de Kendall)
eu: Suposizioak (Kendallen tau)
gl: Supostos (tau de Kendall)
pt: Suposições (tau de Kendall)

# CorrelationBayesian|
source: Input
es: Entrada
eu: Sarrera???
gl: Entrada
pt: Entrada

# CorrelationBayesian|
source: Two-sided alternative hypothesis that the population correlation does not equal 0.
es: Hipótesis alternativa bilateral de que la correlación poblacional no es igual a 0.
eu: Populazioaren korrelazioa 0 ez dela dioen alde bakarreko hipotesi alternatiboa.
gl: Hipótese alternativa bilateral de que a correlación poboacional non é igual a 0.
pt: Hipótese alternativa bilateral de que a correlação populacional não é igual a 0.

# CorrelationBayesian|
source: One-sided alternative hypothesis that the population correlation is greater than 0.
es: Hipótesis alternativa unilateral de que la correlación poblacional es mayor que 0.
eu: Populazioaren korrelazioa 0 baino handiagoa dela dioen alde bakarreko hipotesi alternatiboa.
gl: Hipótese alternativa unilateral de que a correlación poboacional é maior que 0.
pt: Hipótese alternativa unilateral de que a correlação populacional é maior do que 0.

# CorrelationBayesian|
source: One-sided alternative hypothesis that the population correlation is lower than 0.
es: Hipótesis alternativa unilateral de que la correlación poblacional es menor que 0.
eu: Populazioaren korrelazioa 0 baino txikiagoa dela dioen alde bakarreko hipotesi alternatiboa.
gl: Hipótese alternativa unilateral de que a correlación poboacional é menor que 0.
pt: Hipótese alternativa unilateral de que a correlação populacional é inferior a 0.
