Repository: jasp-stats/jaspRegression
Catalog: po/QML-*.po
Languages: de, es, eu, fr, gl, pl, pt, ta

# EmmComponent|
source: Value to which the estimated marginal means will be compared to. The default value is set to 0 and can be changed by the user.
es: Valor con el que se van a comparar las medias marginales estimadas. El valor predeterminado está fijado en 0, y el usuario puede cambiarlo.
eu: Kalkulatutako batez besteko marjinalak zein baliorekin alderatuko diren. Balio lehenetsia 0ra ezartzen da eta erabiltzaileak alda dezake.
gl: Valor co que se van comparar as medias marxinais estimadas. O valor predeterminado está fixado en 0, e o usuario pode trocalo.
pt: Valor com o qual as médias marginais estimadas serão comparadas. O valor padrão é 0 e pode ser alterado pelo usuário.

# EmmComponent|
source: Decide whether the estimated marginal means should be computed on the response scale or the untransformed linear scale. The former is selected by default.
es: Decidir si las medias marginales estimadas deben calcularse en la escala de respuesta o en la escala lineal no transformada. La primera se selecciona por defecto.
eu: Erabaki ea kalkulatutako batez besteko marjinalak erantzun-eskalan edo eraldatu gabeko eskala linealean kalkulatu behar diren. Lehenengoa lehenespenez hautatzen da.
gl: Decidir se as medias marxinais estimadas deben calcularse na escala de resposta ou na escala linear non transformada. A primeira selecciónase por defecto.
pt: Decida se as médias marginais estimadas devem ser calculadas na escala de resposta ou na escala linear não transformada. A primeira opção é selecionada por padrão.

# EmmComponent|
source: Create a table for specifying contrasts based on the estimated marginal means. The row indices correspond to the 'Level' column in the estimated marginal means output table. Columns with variable names contain the (combinations of) variable levels for each estimated marginal mean. Columns named Contrast 1, 2, ... are used for specifying the contrasts. To set a contrast between two marginal means, enter -1 and 1 to the corresponding rows. Interactions can be tested by specifying differences between the changes in marginal means of one variable across levels of another variable.
es: Generar una tabla para especificar comparaciones basadas en las medias marginales estimadas. Los índices de fila corresponden a la columna de 'Nivel' de la tabla de resultados de las medias marginales estimadas. Las columnas con nombres de variables contienen (combinaciones de) niveles de variables para cada media marginal estimada. Las columnas tituladas Contraste 1, 2, ... se usan para especificar las comparaciones. Para establecer una comparación entre dos medias marginales, introduce -1 y 1 en las filas correspondientes. Las interacciones se pueden contrastar especificando diferencias entre los cambios en las medias marginales de una variable a través de los niveles de otra variable.
eu: Sortu taula bat kalkulatutako batez besteko marjinaletan oinarritutako kontrasteak zehazteko. Errenkada-indizeak kalkulatutako batez besteko marjinalaren irteera-taulan dagoen 'Maila' zutabeari dagozkio. Aldagai-izenak dituzten zutabeek kalkulatutako batez besteko marjinal bakoitzerako aldagai-maila (konbinazioak) dituzte. 1, 2, ... izeneko zutabeak erabiltzen dira kontrasteak zehazteko. Bi batez besteko marjinalaren arteko kontrastea ezartzeko, sartu -1 eta 1 dagokien errenkadetan. Elkarrekintzak probatu daitezke aldagai baten batez besteko marjinalen aldaketen arteko desberdintasunak zehaztuz beste aldagai baten mailetan zehar.
gl: Xerar unha táboa para especificar comparacións baseadas nas medias marxinais estimadas. Os índices de fila corresponden á columna de 'Nivel' da táboa de resultados das medias marxinais estimadas. As columnas con nomes de variables conteñen (combinacións de) niveis de variables para cada media marxinal estimada. As columnas nomeadas Proba 1, 2, ... úsanse para especificar as comparacións. Para establecer unha comparación entre dúas medias marxinais, introduce -1 e 1 nas filas correspondentes. As interaccións pódense probar especificando diferenzas entre os cambios nas medias marxinais dunha variable a través dos niveis de outra variable.
pt: Crie uma tabela para especificar contrastes com base nas médias marginais estimadas. Os índices das linhas correspondem à coluna "Nível" na tabela de saída das médias marginais estimadas. As colunas com nomes de variáveis contêm os níveis (ou combinações) das variáveis para cada média marginal estimada. As colunas denominadas Contraste 1, 2, ... são usados para especificar os contrastes. Para definir um contraste entre duas médias marginais, insira -1 e 1 nas linhas correspondentes. As interações podem ser testadas especificando as diferenças entre as mudanças nas médias marginais de uma variável entre os níveis de outra variável.

# ExportBayesian|
source: Appends the posterior mean of the residuals as a new column in the data file.
es: Añade la media posterior de los errores, como nueva columna del archivo de datos.
eu: Hondarren atzeko batez bestekoa gehitzen du datu-fitxategian zutabe berri gisa.
gl: Engade a media posterior dos erros, como nova columna do ficheiro de datos.
pt: Adiciona a média posterior dos resíduos como uma nova coluna no arquivo de dados.

# ExportBayesian|
source: Appends the posterior standard deviation of the residuals as a new column in the data file.
es: Añade la desviación típica posterior de los errores, como nueva columna del archivo de datos.
eu: Hondarren atzeko desbideratze estandarra gehitzen du datu-fitxategian zutabe berri gisa.
gl: Engade o desvío padrón posterior dos erros, como nova columna do ficheiro de datos.
pt: Adiciona o desvio padrão posterior dos resíduos como uma nova coluna no arquivo de dados.

# GlmInputComponent|
source: The response variable.
es: La variable de respuesta.
eu: Emaitza-aldagaia.
gl: A variable de resposta.
pt: A variável resposta.

# GlmInputComponent|
source: Quantitative variables, such as age, height and IQ.
es: Variables cuantitativas, como edad, altura y CI.
eu: Aldagai kuantitatiboak, hala nola adina, altuera eta adimen-kozientea.
gl: Variables cuantitativas, como idade, altura e CI.
pt: Variáveis quantitativas, como idade, altura e QI.

# GlmInputComponent|
source: Distribution of the response variable:
es: Distribución de la variable de respuesta:
eu: Emaitza-aldagaiaren banaketa:
gl: Distribución da variable de resposta:
pt: Distribuição da variável resposta:

# GlmResidualAnalysisPlotsComponent|
source: Provides different types of diagnostic plots based on deviance residuals.
es: Proporciona distintos tipos de gráficos de diagnóstico basados en los errores de desviación.
gl: Proporciona distintos tipos de gráficas de diagnóstico baseadas nos erros de desvío.
pt: Fornece diferentes tipos de gráficos de diagnóstico com base em resíduos de desvio.

# GlmResidualAnalysisPlotsComponent|
source: Displays a scatter plot of the standardized deviance residuals against the fitted values (with constant-information scale transformations).
es: Muestra un gráfico de dispersión de los errores tipificados de desviación frente a los valores ajustados (con transformaciones de escala de información constante).
eu: Desbideratze-hondakin estandarizatuen dispertsio-diagrama bat erakusten du doitutako balioen aurka (informazio konstanteko eskala-eraldaketak erabiliz).
gl: Amosa unha gráfica de dispersión dos erros tipificados de desvío fronte aos valores axustados (con transformacións de escala de información constante).
pt: Exibe um gráfico de dispersão dos resíduos de desvio padronizados em relação aos valores ajustados (com transformações de escala de informações constantes).

# GlmResidualAnalysisPlotsComponent|
source: Displays a scatter plot of the standardized deviance residuals against every predictor on its original scale.
es: Muestra un gráfico de dispersión de los errores tipificados de desviación frente a cada predictor en su escala original.
eu: Desbideratze-hondakin estandarizatuen dispertsio-diagrama bat erakusten du jatorrizko eskalako iragarle bakoitzaren aurka.
gl: Amosa unha gráfica de dispersión dos erros tipificados de desvío fronte a cada preditor na súa escala orixinal.
pt: Exibe um gráfico de dispersão dos resíduos de desvio padronizados em relação a cada preditor em sua escala original.

# GlmResidualAnalysisPlotsComponent|
source: Displays a Q-Q plot of the standardized deviance residuals.
es: Muestra un gráfico Q-Q de los errores tipificados de desviación.
eu: Desbideratze-hondakin estandarizatuen Q-Q diagrama bat erakusten du.
gl: Amosa unha gráfica Q-Q dos erros tipificados de desvío.
pt: Exibe um gráfico Q-Q dos resíduos de desvio padronizados.

# GlmResidualAnalysisPlotsComponent|
source: Provides different types of diagnostic plots based on Pearson residuals.
es: Proporciona distintos tipos de gráficos de diagnóstico basados en los errores de Pearson.
eu: Pearson-en hondakinetan oinarritutako diagnostiko-diagrama mota desberdinak eskaintzen ditu.
gl: Proporciona distintos tipos de gráficas de diagnóstico baseadas nos erros de Pearson.
pt: Fornece diferentes tipos de gráficos de diagnóstico baseados em resíduos de Pearson.

# GlmResidualAnalysisPlotsComponent|
source: Displays a scatter plot of the standardized Pearson residuals against the fitted values (with constant-information scale transformations).
es: Muestra un gráfico de dispersión de los errores tipificados de Pearson frente a los valores ajustados (con transformaciones de escala de información constante).
eu: Pearson hondar estandarizatuen sakabanaketa-diagrama bat erakusten du doitutako balioen aurka (informazio konstanteko eskala-eraldaketak erabiliz).
gl: Amosa unha gráfica de dispersión dos erros tipificados de Pearson fronte aos valores axustados (con transformacións de escala de información constante).
pt: Exibe um gráfico de dispersão dos resíduos de Pearson padronizados em relação aos valores ajustados (com transformações de escala de informações constantes).

# GlmResidualAnalysisPlotsComponent|
source: Displays a scatter plot of the standardized Pearson residuals against every predictor on its original scale.
es: Muestra un gráfico de dispersión de los errores tipificados de Pearson frente a cada predictor en su escala original.
eu: Pearson hondar estandarizatuen sakabanaketa-grafiko bat erakusten du jatorrizko eskalako iragarle bakoitzaren aurka.
gl: Amosa unha gráfica de dispersión dos erros tipificados de Pearson fronte a cada preditor na súa escala orixinal.
pt: Exibe um gráfico de dispersão dos resíduos de Pearson padronizados em relação a cada preditor em sua escala original.

# GlmResidualAnalysisPlotsComponent|
source: Displays a Q-Q plot of the standardized Pearson residuals.
es: Muestra un gráfico Q-Q de los errores tipificados de Pearson.
eu: Pearson hondar estandarizatuen Q-Q grafiko bat erakusten du.
gl: Amosa unha gráfica Q-Q dos erros tipificados de Pearson.
pt: Exibe um gráfico Q-Q dos resíduos de Pearson padronizados.

# GlmResidualAnalysisPlotsComponent|
source: Provides different types of diagnostic plots based on quantile residuals. Highly recommended for discrete families (e.g., Bernoulli, Binomial, Poisson).
es: Proporciona distintos tipos de gráficos de diagnóstico basados en los errores de cuantiles. Altamente recomendable para familias discretas (p.e. Bernoulli, Binomial, Poisson).
eu: Hondar kuantilen araberako diagnostiko-diagrama mota desberdinak eskaintzen ditu. Oso gomendagarria familia diskretuetarako (adibidez, Bernoulli, Binomial, Poisson).
gl: Proporciona distintos tipos de gráficas de diagnóstico baseadas nos erros de cuantiles. Altamente recomendable para familias discretas (p.e. Bernoulli, Binomial, Poisson).
pt: Fornece diferentes tipos de gráficos de diagnóstico baseados em resíduos quantílicos. Altamente recomendado para famílias discretas (e.g., Bernoulli, Binomial, Poisson).

# GlmResidualAnalysisPlotsComponent|
source: Displays a scatter plot of the standardized quantile residuals against the fitted values (with constant-information scale transformations).
es: Muestra un gráfico de dispersión de los errores tipificados de cuantiles frente a los valores ajustados (con transformaciones de escala de información constante).
eu: Hondar kuantilen estandarizatutako sakabanaketa-diagrama bat erakusten du doitutako balioen aurka (informazio konstanteko eskala-eraldaketak erabiliz).
gl: Amosa unha gráfica de dispersión dos erros tipificados de cuantiles fronte aos valores axustados (con transformacións de escala de información constante).
pt: Exibe um gráfico de dispersão dos resíduos quantílicos padronizados em relação aos valores ajustados (com transformações de escala de informações constantes).

# GlmResidualAnalysisPlotsComponent|
source: Displays a scatter plot of the standardized quantile residuals against every predictor on its original scale.
es: Muestra un gráfico de dispersión de los errores tipificados de cuantiles frente a cada predictor en su escala original.
eu: Hondar kuantilen estandarizatutako sakabanaketa-grafiko bat erakusten du aurreikusle bakoitzaren aurka bere jatorrizko eskalan.
gl: Amosa unha gráfica de dispersión dos erros tipificados de cuantiles fronte a cada preditor na súa escala orixinal.
pt: Exibe um gráfico de dispersão dos resíduos quantílicos padronizados em relação a cada preditor em sua escala original.

# GlmResidualAnalysisPlotsComponent|
source: Displays a Q-Q plot of the standardized quantile residuals.
es: Muestra un gráfico Q-Q de los errores tipificados de cuantiles.
eu: Hondar kuantilen estandarizatutako Q-Q grafiko bat erakusten du.
gl: Amosa unha gráfica Q-Q dos erros tipificados de cuantiles.
pt: Exibe um gráfico Q-Q dos resíduos quantílicos padronizados.

# GlmResidualAnalysisPlotsComponent|
source: Displays partial residual plots across predictors.
es: Muestra gráficos de los errores parciales a través de los predictores.
eu: Hondar partzialen grafikoak erakusten ditu aurreikusleen artean.
gl: Amosa gráficas dos erros parciais a través dos preditores.
pt: Exibe gráficos residuais parciais entre preditores.

# GlmResidualAnalysisPlotsComponent|
source: Displays a scatter plot of the model's working responses z against the predicted linear predictor values.
es: Muestra un gráfico de dispersión de las respuestas z de trabajo del modelo frente a los valores predichos de los predictores lineales.
eu: Ereduaren erantzun funtzionalen z sakabanaketa-grafiko bat erakusten du, aurreikusitako iragarle linealaren balioen aurka.
gl: Amosa unha gráfica de dispersión das respostas z de traballo do modelo fronte aos valores preditos dos preditores lineais.
pt: Exibe um gráfico de dispersão das respostas de trabalho do modelo z em relação aos valores preditores lineares previstos.

# OutlierComponent|
source: Displays descriptive statistics of the residuals and predicted values.
es: Muestra los estadísticos descriptivos de los errores y los valores predichos.
eu: Hondarren eta aurreikusitako balioen estatistika deskribatzaileak erakusten ditu.
gl: Amosa os estatísticos descritivos dos erros e os valores preditos.
pt: Exibe estatísticas descritivas dos resíduos e valores previstos.

# OutlierComponent|
source: Provides casewise diagnostics for residuals, displaying cases above a threshold based on standardized residuals (default: 3) or Cook's distance (default: 1), or displaying all cases.
es: Proporciona diagnósticos caso a caso de los errores, mostrando los casos por encima de un umbral basado en los errores tipificados (predeterminado: 3) o la distancia de Cook (predeterminado: 1), o mostrando todos los casos.
eu: Hondarretarako kasuz kasuko diagnostikoak eskaintzen ditu, hondar estandarizatuen arabera (lehenetsia: 3) edo Cook-en distantzian (lehenetsia: 1) oinarritutako atalase baten gainetik dauden kasuak bistaratuz, edo kasu guztiak bistaratuz.
gl: Proporciona diagnósticos caso a caso dos erros, amosando os casos por enriba dun lindeiro baseado nos erros tipificados (predeterminado: 3) ou a distancia de Cook (predeterminado: 1), ou amosando tódolos casos.
pt: Fornece diagnósticos de resíduos por caso, exibindo casos acima de um limite com base em resíduos padronizados (padrão: 3) ou na distância de Cook (padrão: 1), ou exibindo todos os casos.

# OutlierComponent|
source: The difference between a parameter estimated using all cases and estimated when one case is excluded. Indicated in the table when the absolute value of DFBETAS is greater than 1.
es: La diferencia entre un parámetro estimado usando todos los casos y estimado cuando se excluye un caso. Indicado en la tabla si el valor absoluto de DFBETAS es mayor que 1.
eu: Kasu guztiak erabiliz kalkulatutako parametro baten eta kasu bat baztertzen denean kalkulatutakoaren arteko aldea. Taulan adierazten da DFBETAS-en balio absolutua 1 baino handiagoa denean.
gl: A diferenza entre un parámetro estimado usando tódolos casos e estimado cando se exclúe un caso. Indicado na táboa se o valor absoluto de DFBETAS é maior que 1.
pt: A diferença entre um parâmetro estimado usando todos os casos e estimado quando um caso é excluído. Indicado na tabela quando o valor absoluto de DFBETAS é maior que 1.

# OutlierComponent|
source: The difference between the predicted value for a case when the model is estimated including or excluding that case. Indicated in the table when the absolute value of DFFITS is greater than 3 * sqrt(k/(n-k)).
es: La diferencia entre el valor predicho para un caso cuando el modelo se estima incluyendo o excluyendo ese caso. Indicado en la tabla si el valor absoluto de DFFITS es mayor que 3 * sqrt(k/(n-k)).
eu: Eredua kasu hori barne edo kanpo kalkulatzen denean kasu baten aurreikusitako balioaren arteko aldea. Taulan adierazten da DFFITS-en balio absolutua 3 * sqrt(k/(n-k)) baino handiagoa denean.
gl: A diferenza entre o valor predito para un caso cando o modelo se estima incluíndo ou excluíndo ese caso. Indicado na táboa se o valor absoluto de DFFITS é maior que 3 * sqrt(k/(n-k)).
pt: A diferença entre o valor previsto para um caso quando o modelo é estimado incluindo ou excluindo esse caso. Indicado na tabela quando o valor absoluto de DFFITS é maior que 3 * sqrt(k/(n-k)).

# OutlierComponent|
source: The degree to which a case influences the variance of the regression parameters. Indicated in the table when the covariance ratio is greater than 3 * k/(n-k).
es: El grado en que un caso influye en la varianza de los parámetros de regresión. Indicado en la tabla si la proporción de covarianza es mayor que 3 * k/(n-k).
eu: Kasu batek erregresio-parametroen bariantzan duen eragina. Taulan adierazten da kobariantza-erlazioa 3 * k/(n-k) baino handiagoa denean.
gl: O grao no que un caso inflúe na varianza dos parámetros de regresión. Indicado na táboa se a proporción de covarianza é maior que 3 * k/(n-k).
pt: Grau em que um caso influencia a variância dos parâmetros de regressão. Indicado na tabela quando a razão de covariância é maior que 3 * k/(n-k).

# OutlierComponent|
source: The influence of the observed value of the outcome variable over the predicted values. Indicated in the table when the leverage is greater than 3 * k/n.
es: La influencia del valor observado de la variable resultante sobre los valores predichos. Indicado en la tabla si el apalancamiento es mayor que 3 * k/n.
eu: Emaitza-aldagaiaren behatutako balioaren eragina aurreikusitako balioetan. Taulan adierazten da palanka 3 * k/n baino handiagoa denean.
gl: A influenza do valor observado da variable resultante sobre os valores preditos. Indicado na táboa se o pancamento é maior que 3 * k/n.
pt: A influência do valor observado da variável de resultado sobre os valores previstos. Indicada na tabela quando a alavancagem é maior que 3 * k/n.

# OutlierComponent|
source: Measures the distance of cases from the mean(s) of the predictor variable(s).
es: Mide la distancia de los casos a las medias de las variables predictoras.
eu: Kasuen distantzia iragarle-aldagaiaren batez bestekotik neurtzen du.
gl: Mide a distancia dos casos ás medias das variables preditoras.
pt: Mede a distância dos casos da(s) média(s) da(s) variável(is) preditora(s).

# Correlation|
source: Assumptions (Spearman's rho and Kendall's tau).
es: Supuestos (rho de Spearman y tau de Kendall).
eu: Suposizioak (Spearman-en rho eta Kendall-en tau).
gl: Supostos (rho de Spearman e tau de Kendall).
pt: Suposições (rho de Spearman e tau de Kendall).

# Correlation|
source: Variables for which to compute the correlation coefficient.
es: Variables para las que se calcula el coeficiente de correlación.
eu: Korrelazio-koefizientea kalkulatzeko aldagaiak.
gl: Variables para as que se calcula o coeficiente de correlación.
pt: Variáveis para as quais calcular o coeficiente de correlação.

# Correlation|
source: Pearson's product moment correlation coefficient.
es: Coeficiente de correlación del momento de producto de Pearson.
eu: Pearson-en produktu-momentuaren korrelazio-koefizientea.
gl: Coeficiente de correlación do momento de produto de Pearson.
pt: Coeficiente de correlação do momento do produto de Pearson.

# Correlation|
source: Spearman's rank-order correlation coefficient to quantify the monotonic association between two variables by ranking the observations. Use when the data are not normally distributed.
es: Coeficiente de correlación de órdenes de rango de Spearman para cuantificar la asociación monótona entre dos variables jerarquizando las observaciones. Utilizar cuando los datos no siguen una distribución Normal.
gl: Coeficiente de correlación de ordes de rango de Spearman para cuantificar a asociación monótona entre dúas variables xerarquizando as observacións. Utilizar cando os datos non seguen unha distribución Normal.
pt: Coeficiente de correlação de Spearman para quantificar a associação monotônica entre duas variáveis, ranqueando as observações. Use quando os dados não forem distribuídos normalmente.

# Correlation|
source: Kendall's tau-b rank-order correlation coefficient to quantify the monotonic association between two variables by comparing concordant and non-concordant pairs. Use when the data are not normally distributed.
es: Coeficiente de correlación de órdenes de rango tau-b de Kendall para cuantificar la asociación monótona entre dos variables comparando los pares concordantes y no concordantes. Utilizar cuando los datos no siguen una distribución Normal.
gl: Coeficiente de correlación de ordes de rango tau-b de Kendall para cuantificar a asociación monótona entre dúas variables comparando os pares concordantes e non concordantes. Utilizar cando os datos non seguen unha distribución Normal.
pt: Coeficiente de correlação de ordem de postos tau-b de Kendall para quantificar a associação monotônica entre duas variáveis comparando pares concordantes e não concordantes. Use quando os dados não forem distribuídos normalmente.
