Repository: jasp-stats/jaspRegression
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pl, pt, ta, tr

source: Coefficient estimate is based on the median of the bootstrap distribution.
es: La estimación del coeficiente se basa en la mediana de la distribución de bootstrap.
eu: Koefizientearen estimazioa bootstrap banaketaren medianan oinarritzen da.
gl: A estimación do coeficiente baséase na mediana da distribución de bootstrap.
ja: 係数の推定値は、ブートストラップ分布の中央値に基づいています。
pl: Oszacowanie współczynnika oparte jest na medianie rozkładu bootstrapowego.
pt: A estimativa do coeficiente é baseada na mediana da distribuição bootstrap.
ta: குணக மதிப்பீடு தொடக்கவார் விநியோகத்தின் சராசரியை அடிப்படையாகக் கொண்டது.
tr: Katsayı kestirimi, önyükleme dağılımının medyanına dayanmaktadır.

source: Bias corrected accelerated.
es: Sesgo corregido acelerado.
gl: Nesgo corrixido acelerado.
ja: バイアス補正を実施した。
pl: Skorygowane względem obciążenia i przyspieszone (BCa).
pt: Viés corrigido acelerado.
ta: சார்பு சரி செய்யப்பட்டது.
tr: Yanlılık düzeltmeli hızlandırılmış.

source: Some bootstrap results could not be computed.
es: Algunos de los resultados del bootstrap no se pueden calcular.
eu: Bootstrap emaitza batzuk ezin izan dira kalkulatu.
gl: Algúns dos resultados do bootstrap non se poden calcular.
pl: Niektóre analizy bootstrapowe nie mogły zostać obliczone.
pt: Alguns resultados de bootstrap não puderam ser calculados.
ta: சில தொடக்கவார் முடிவுகளை கணக்கிட முடியவில்லை.
tr: Bazı önyükleme sonuçları hesaplanamadı.

source: expecting both arguments to be data.frames
es: se esperaba que ambos o los dos argumentos sean data.frames
eu: bi argumentuak data.frames izatea espero da
gl: agárdase que ambos os dous argumentos sexan data.frames
ja: 両方の引数が data.frames であることが想定されます
pl: oczekiwano dwóch argumentów należących do klasy data.frames
pt: esperando que ambos os argumentos sejam data.frames
ta: இரண்டு வாதங்களும் தரவு.பிரேம்களாக இருக்கும் என்று எதிர்பார்க்கிறது
tr: her iki argümanın da data.frame olması bekleniyor

source: Part And Partial Correlations
es: Correlaciones Parciales y de Componentes
eu: Zati eta Partzial Korrelazioak
gl: Correlacións Parciais e de Compoñentes
ja: 部分相関と偏相関
pl: Korelacje cząstkowe i częściowe
pt: Correlações parciais
ta: பகுதி மற்றும் பகுதி தொடர்புகள்
tr: Kısmi ve Yarı Kısmi Korelasyonlar

source: Partial
es: Parcial
eu: Partziala
gl: Parcial
ja: 部分的
pl: Cząstkowa
pt: Parcial
ta: பகுதி
tr: Kısmi

source: Part
es: Parte
eu: Zati
gl: Parte
ja: 部分
pl: Częściowa
pt: Parte
ta: பகுதி
tr: Kısım

source: Coefficients Covariance Matrix
es: Matriz de covarianzas de los coeficientes
eu: Koefizienteen Kobariantza Matrizea
gl: Matriz de covarianzas dos coeficientes
ja: 係数共分散行列
pl: Macierz kowariancji współczynników
pt: Matriz de Coeficientes de Covariância
ta: குணகங்கள் கோவாரன்ச் மேட்ரிக்ச்
tr: Katsayılar Kovaryans Matrisi

source: Collinearity Diagnostics
es: Diagnósticos de Multicolinealidad
eu: Kolinealtasun Diagnostikoak
gl: Diagnósticos de Multicolinearidade
ja: 共線性の診断
pl: Diagnostyka współliniowości
pt: Diagnósticos de colinearidade
ta: கொலைனரிட்டி கண்டறிதல்
tr: Doğrusallık Tanılamaları

source: Dimension
es: Dimensión
eu: Dimentsioa
gl: Dimensión
ja: 次元
pl: Wymiar
pt: Dimensão
ta: பரிமாணம்
tr: Boyut

source: Eigenvalue
es: Autovalor
eu: Eigenbalioa
gl: Autovalor
ja: 固有値
pl: Wartość własna
pt: Autovalor
ta: ஈசென்வெல்யூ
tr: Özdeğer

source: Condition Index
es: Índice de Condición
eu: Baldintza Indizea
gl: Índice de Condición
ja: 条件インデックス
pl: Indeks warunkowy
pt: Índices de modificação
ta: நிபந்தனை அட்டவணை
tr: Koşul İndeksi

source: Variance Proportions
es: Proporciones de Varianza
eu: Bariantza Proportzioak
gl: Proporcións de Varianza
ja: 分散比率
pl: Proporcje wariancji
pt: Proporções de variância
ta: மாறுபாடு விகிதாச்சாரம்
tr: Varyans Oranları

source: Some collinearity diagnostics could not be computed. This is expected if the model contains singularities.
es: Algunos diagnósticos de multicolinealidad no se pueden calcular. Esto es de esperar si el modelo contiene singularidades.
eu: Kolinealitate diagnostiko batzuk ezin izan dira kalkulatu. Hau espero da ereduak singularitateak baditu.
gl: Algúns diagnósticos de multicolinearidade non se poden calcular. Isto é de agardar se o modelo contén singularidades.
ja: 一部の共線性診断が計算できませんでした。これは、モデルが特異点である場合に起こります。
pl: Niektóre wskaźniki współliniowości nie mogły zostać obliczone. Jest to typowe dla modeli zawierających osobliwości.
pt: Alguns diagnósticos de colinearidade não puderam ser calculados. Isso é esperado se o modelo contiver singularidades.
ta: சில கூட்டு நோயறிதல்களைக் கணக்கிட முடியவில்லை. மாதிரியில் ஒருமைப்பாடு இருந்தால் இது எதிர்பார்க்கப்படுகிறது.
tr: Bazı doğrusallık tanılamaları hesaplanamadı. Model tekil durumlar içeriyorsa bu beklenen bir durumdur.

source: Residuals Statistics
es: Estadísticos de los Errores
eu: Hondarren Estatistikoak
gl: Estatísticos dos Erros
ja: 残差統計
pl: Statystyki reszt
pt: Estatísticas de Resíduos
ta: மீதமுள்ள புள்ளிவிவரங்கள்
tr: Artık İstatistikleri

source: Minimum
es: Mínimo
eu: Minimoa
gl: Mínimo
ja: 最小値
pt: Mínimo
ta: சிறுமம்

source: Maximum
es: Máximo
eu: Maximoa
gl: Máximo
ja: 最大値
pl: Maksimum
pt: Máximo
ta: பெருமம்
tr: Maksimum

source: Mean
es: Media
eu: Batez bestekoa
gl: Media
ja: 平均値
pl: Średnia
pt: Média
ta: இடை, சராசரி
tr: Ortalama

source: SD
es: DT
eu: DE
gl: DP
ja: 標準偏差
pt: DP
ta: எச்டி
tr: SS

source: Residuals vs. Dependent
es: Errores vs. Dependiente
eu: Hondarrak vs. Menpekoa
gl: Erros vs. Dependente
ja: 残差と従属変数
pl: Reszty vs Zmienna zależna
pt: Residuais vs. Dependentes
ta: எச்சங்கள் எதிராக சார்பு
tr: Artıklar - Bağımlı

source: Residuals
es: Errores
eu: Hondarrak
gl: Erros
ja: 残差
pl: Reszty
pt: Resíduos
ta: எஞ்சியவர்கள்
tr: Artıklar

source: Residuals vs. Covariates
es: Errores vs. Covariables
gl: Erros vs. Covariantes
ja: 残差と共変量
pl: Reszty vs Współzmienne
pt: Resíduos vs. Covariáveis
ta: எச்சங்கள் எதிராக கோவாரியட்ச்
tr: Artıklar - Kovaryatlar

source: Residuals vs. %s
es: Errores vs. %s
eu: Hondarrak vs. %s
gl: Erros vs. %s
ja: 残差vs.%s
pl: Reszty vs. %s
pt: Residuais vs. %s
ta: எச்சங்கள் Vs. %s
tr: Artıklar - %s

source: Cannot plot residuals versus an interaction with a factor.
es: No se pueden representar los errores frente a una interacción con un factor.
eu: Ezin dira hondarrak faktore batekin elkarreragin baten aurka irudikatu.
gl: Non poden representarse os erros fronte a unha interacción cun factor.
ja: 残差と因子との相互作用をプロットすることはできません。
pl: Nie można wygenerować wykresu reszt względem interakcji z czynnikiem.
pt: Não é possível plotar resíduos versus uma interação com um fator.
ta: ஒரு காரணியுடனான தொடர்புக்கு எதிராக எச்சங்களை சூழ்ச்சி செய்ய முடியாது.
tr: Artıklar, bir faktörle etkileşime karşı çizilemez.

source: Residuals vs. Predicted
es: Errores vs. Predicho
eu: Hondarrak vs. Aurreikusitakoa
gl: Erros vs. Predito
ja: 残差と予測値の比較
pl: Reszty vs Oczekiwane
pt: Resíduos vs. Previstos
ta: எச்சங்கள் எதிராக கணிக்கப்பட்டவை
tr: Artıklar - Tahmin Edilen

source: Predicted Values
es: Valores Predichos
eu: Aurreikusitako Balioak
gl: Valores Preditos
ja: 予測値
pl: Wartości przewidywane
pt: Valores preditos
ta: கணிக்கப்பட்ட மதிப்புகள்
tr: Tahmin Edilen Değerler

source: Residuals Histogram
es: Histograma de los Errores
eu: Hondarrak Histograma
gl: Histograma dos Erros
ja: 残差ヒストグラム
pl: Histogram reszt
pt: Histograma de resíduos
ta: மீதமுள்ள இச்டோகிராம்
tr: Artık Histogramı

source: Standardized %s
es: %s tipificado
eu: Estandarizatua %s
gl: %s tipificado
ja: 標準化された %s
pl: Standaryzowane %s
pt: %s padronizado
ta: தரப்படுத்தப்பட்ட %s
tr: Standartlaştırılmış %s

source: Q-Q Plot Standardized Residuals
es: Gráfico Q-Q de errores tipificados
eu: Q-Q Grafikoa Hondar Estandarizatuak
gl: Gráfica Q-Q dos erros tipificados
ja: Q-Qプロット 標準化された残差
pl: Wykres K-K reszt standaryzowanych
pt: Gráfico Q-Q dos resíduos
ta: Q-Q சூழ்ச்சி தரப்படுத்தப்பட்ட எச்சங்கள்
tr: Q-Q Grafiği Standartlaştırılmış Artıklar

source: Partial plots are not supported for models containing interaction terms
es: Los gráficos parciales no se admiten para modelos que contienen elementos de interacción
eu: Diagrama partzialak ez dira onartzen elkarreragin terminoak dituzten ereduetarako
gl: As gráficas parciais non se admiten para modelos que conteñen elementos de interacción
ja: 部分プロットは、交互作用項を含むモデルではサポートされていません
pl: Wykresy cząstkowe nie są dostępne dla modeli zawierających składniki interakcyjne
pt: Gráficos parciais não são suportados para modelos contendo termos de interação
ta: தொடர்பு விதிமுறைகளைக் கொண்ட மாதிரிகளுக்கு பகுதி அடுக்குகள் ஆதரிக்கப்படவில்லை
tr: Kısmi grafikler, etkileşim terimleri içeren modeller için desteklenmez

source: Partial plots are not supported for factors
es: No se admiten los gráficos parciales para factores
eu: Faktoreentzako ez dira onartzen grafiko partzialak
gl: As gráficas parciais non se admiten para factores
ja: 因子の部分プロットはサポートされていません
pl: Wykresy cząstkowe nie są dostępne dla czynników
pt: Gráficos parciais não são suportados para fatores
ta: காரணிகளுக்கு பகுதி அடுக்குகள் ஆதரிக்கப்படவில்லை
tr: Kısmi grafikler faktörler için desteklenmez

source: Residuals %s
es: Errores %s
eu: %s hondarrak
gl: Erros %s
ja: 残差 %s
pl: Reszty %s
pt: Resíduos %s
ta: எச்சங்கள் %s
tr: Artıklar %s

source: Descriptives
es: Descriptivos
eu: Deskriptiboak
gl: Descritivos
ja: 記述統計量
pl: Statystyki opisowe
pt: Descritivas
ta: விளக்கமான
tr: Betimsel İstatistikler

source: M%s
ta: எம்%s
tr: O%s

source: Std. Predicted Value
es: Valor Predito Típico
eu: Aurreikusitako Balio Estandarra
gl: Valor Predito Típico
ja: 標準化された予測値
pl: Std. wartość przewidywana
pt: Valor predito padrão
ta: Std. கணிக்கப்பட்ட மதிப்பு
tr: Std. Tahmin Edilen Değer

source: Standardized Residuals
es: Errores tipificados
eu: Hondar estandarizatuak
gl: Erros Tipificados
ja: 標準化された残差
pl: Reszty standaryzowane
pt: Resíduos padronizados
ta: தரப்படுத்தப்பட்ட எச்சங்கள்
tr: Standartlaştırılmış Artıklar

source: %1$s includes %2$s
es: %1$s incluye %2$s
eu: %1$s-k %2$s barne hartzen ditu
gl: %1$s inclúe %2$s
pl: %1$s zawiera %2$s
pt: %1$s inclui %2$s
ta: %1$s %2$s ஐ உள்ளடக்கியது
tr: %1$s, %2$s'i içerir

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based on the <em>p</em>-value, the maximum possible odds in favor of H%1$s over H%2$s equals 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
es: Relación <em>p</em> Máxima de Vovk-Sellke: Basado en el valor <em>p</em>, la máxima probabilidad posible favorable a H%1$s sobre H%2$s igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri & Berger, 2001).
eu: Vovk-Sellke gehienezko <em>p</em>-erlazioa: <em>p</em>-balioan oinarrituta, H%1$s-ren aldeko gehienezko probabilitatea H%2$s-ren aldean 1/(-e <em>p</em> log(<em>p</em>)) <em>p</em> %3$s .37rako (Sellke, Bayarri, & Berger, 2001).
gl: Máximo Cociente <em>p</em> de Vovk-Sellke: Baseado no valor <em>p</em>, a máxima probabilidade posible favorable a H%1$s sobre H%2$s igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri & Berger, 2001).
ja: Vovk-Sellkeの最大の<em>p</em>-Ratio。<em>p</em>値に基づいて、 H%1$sがH%2$sよりも有利になる可能性のある最大オッズは、<em>p</em> %3$s .37に対して1/(-e <em>p</em> log(<em>p</em>))に等しい(Sellke, Bayarri, & Berger, 2001)。
pl: Maksymalna wartość <em>p</em> Vovka-Sellkego: Na podstawie wartości <em>p</em> maksymalne możliwe szanse na korzyść H%1$s nad H%2$s wynoszą 1/(-e <em>p</em> log(<em>p</em>)) dla <em>p</em> %3$s .37 (Sellke, Bayarri i Berger, 2001).
pt: Vovk-Sellke Máximo <em>p</em>-Ratio: Com base no valor <em>p</em>, a probabilidade máxima probabilidade máxima possível a favor de H%1$s sobre H%2$s é igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
ta: Vovk -sellke அதிகபட்சம் <em> ப </em> -ரேடியோ: <em> ப </em> -மதிப்பு, அதிகபட்சம் <em> ப </em>%37 (விற்க, பேரி, & பெர்கர், 2001) க்கான <em> பி </em> க்கு <em> பி </em> பதிவு (<em> ப </em>)) 1/(மற்றும் <em> ப </em> பதிவு (<em> ப </em>)) க்கு மேல் h%1$s க்கு ஆதரவாக சாத்தியமான முரண்பாடுகள்.
tr: Vovk-Sellke Maksimum <em>p</em>-Oranı: <em>p</em>-değerine dayalı olarak, H%1$s'in H%2$s'e üstünlüğü lehindeki maksimum olası olasılık, <em>p</em> %3$s .37 için 1/(-e <em>p</em> log(<em>p</em>))'e eşittir (Sellke, Bayarri, & Berger, 2001).

source: The intercept model is omitted, as no meaningful information can be shown.
es: El modelo de la constante se omite, ya que no se puede mostrar información importante.
gl: O modelo da constante omítese, xa que non se pode amosar información importante.
ja: 意味のある情報を表示できないため、切片モデルは省略されています。
pl: Model z wyrazem wolnym został pominięty, ponieważ nie można przedstawić istotnych informacji.
pt: O modelo de interceptação está omitido, já que nenhuma informação significativa pode ser mostrada.
ta: எந்தவொரு அர்த்தமுள்ள தகவல்களையும் காட்ட முடியாததால், இடைமறிப்பு மாதிரி தவிர்க்கப்பட்டுள்ளது.
tr: Kesme noktası modeli, anlamlı bir bilgi gösterilemeyeceği için çıkarılmıştır.

source: There is only an intercept model, no meaningful information can be shown.
es: Solo hay un modelo de la constante, no se puede mostrar información importante.
gl: Só hai un modelo da constante, non se pode amosar información importante.
ja: 切片モデルのみで、意味のある情報を表示することはできません。
pl: Istnieje tylko model z wyrazem wolnym; brak istotnych informacji do przedstawienia.
pt: Existe apenas um modelo de interceptação, nenhuma informação significativa pode ser mostrada.
ta: இடைமறிப்பு மாதிரி மட்டுமே உள்ளது, அர்த்தமுள்ள தகவல்களைக் காட்ட முடியாது.
tr: Sadece bir kesme noktası modeli var, anlamlı bir bilgi gösterilemiyor.

source: Marginal Effects Plots
es: Gráficos de los Efectos Marginales
eu: Efektu Marjinalen Grafikoak
gl: Gráficas dos Efectos Marxinais
ja: 周辺効果量プロット
pl: Wykres efektów brzegowych
pt: Gráficos de Efeitos Marginais
ta: விளிம்பு விளைவுகள் அடுக்கு
tr: Marjinal Etki Grafikleri

source: Marginal effect of %1$s on %2$s
es: Efecto marginal de %1$s sobre %2$s
eu: %1$s-ren eragin marjinala %2$s-ren gainean
gl: Efecto marxinal de %1$s sobre %2$s
ja: %2$sに対する%1$sの周辺効果
pl: Efekt brzegowy %1$s na %2$s
pt: Efeito Marginal de %1$s sobre %2$s
ta: %2$s இல் %1$s இன் விளிம்பு விளைவு
tr: %1$s'in %2$s üzerindeki marjinal etkisi

source: All effects are specified as nuisance
es: Todos los efectos se indican como molestos
gl: Todos os efectos se indican como molestos
ja: すべての効果は妨害要因として指定されています
pl: Wszystkie efekty zostały określone jako zakłócające
pt: Todos os efeitos são especificados como incômodos
ta: அனைத்து விளைவுகளும் தொல்லை என குறிப்பிடப்படுகின்றன
tr: Tüm etkiler rahatsızlık parametresi olarak belirlenmiş

source: There are nonpositive weights
es: Hay ponderaciones que no son positivas
eu: Pisu ez-positiboak daude
gl: Hai ponderacións que non son positivas
ja: 非正の重みがあります
pl: Występują wagi niedodatnie
pt: Existem pesos não positivos
ta: நேர்மறையான எடைகள் உள்ளன
tr: Pozitif olmayan ağırlıklar var

source: Posterior Summary
es: Resumen Posterior
gl: Resumo Posterior
ja: 事後分布の要約
pl: Podsumowanie a posteriori
pt: Resumo posterior
ta: பின்புற சுருக்கம்
tr: Sonsal Özet

source: Model Comparison
es: Comparación de Modelos
eu: Ereduen Konparaketa
gl: Cotexo de Modelos
ja: モデル比較
pl: Porównanie modeli
pt: Comparação de Modelo
ta: மாதிரி ஒப்பீடு
tr: Model Karşılaştırması

source: Model Comparison - %s
es: Comparación de Modelos - %s
eu: Ereduen Konparaketa - %s
gl: Cotexo de Modelos - %s
ja: モデル比較 - %s
pl: Porównanie modeli - %s
pt: Comparação de modelo - %s
ta: மாதிரி ஒப்பீடு - %s
tr: Model Karşılaştırması - %s

source: The Wilson model prior corresponds to a beta binomial prior with %1$s = 1 and %2$s = p * %3$s and corresponds to an approximate penalization equal to log(%3$s + 1) in log-odds scale for each additional covariate added to the model (Consonni et al., 2018; Wilson et al., 2010).
es: El previo del modelo de Wilson se corresponde con un previo Beta Binomial con %1$s = 1 y %2$s = p * %3$s, y se corresponde con una penalización aproximada igual a log(%3$s + 1) en la escala de log-probabilidades para cada covariable adicional añadida al modelo (Consonni et al., 2018; Wilson et al., 2010).
eu: Wilsonen ereduaren aurrekoa beta binomial aurreko bati dagokio, %1$s = 1 eta %2$s = p * %3$s dituena, eta log(%3$s + 1) berdina den gutxi gorabeherako zigor bati dagokio, log-odds eskalan, ereduari gehitzen zaion kobariante gehigarri bakoitzeko (Consonni et al., 2018; Wilson et al., 2010).
gl: O previo do modelo de Wilson correspóndese cun previo Beta Binomial con %1$s = 1 e %2$s = p * %3$s, e correspóndese cunha penalización aproximada igual a log(%3$s + 1) na escala de log-probabilidades para cada covariante adicional engadida ao modelo (Consonni et al., 2018; Wilson et al., 2010).
ja: Wilsonモデルの事前分布は，%1$s = 1，%2$s = p * %3$sのベータ二項分布に対応し，また モデルに追加された共変量ごとに、対数オッズスケールでlog(%3$s + 1)に等しい近似ペナルティに相当する (Consonni et al., 2018; Wilson et al., 2010)。
pl: Rozkład a priori modelu Wilsona odpowiada rozkładowi beta-dwumianowemu z parametrami %1$s = 1 oraz %2$s = p * %3$s i odpowiada przybliżonym karom równemym log(%3$s + 1) w skali log-szans dla każdego dodatkowego kowariantu dodanego do modelu (Consonni i in., 2018; Wilson i in., 2010).
pt: O modelo anterior de Wilson corresponde a um binômio beta com %1$s = 1 e %2$s = p * %3$s e corresponde a uma penalização aproximada igual a log(%3$s + 1) na escala log-odds para cada covariada adicionada ao modelo (Consonni et al., 2018; Wilson et al., 2010).
ta: வில்சன் மாதிரி முன் பீட்டா பைனோமியலுக்கு முன்னர் %1$s = 1 மற்றும் %2$s = p * %3$s மற்றும் ஒவ்வொன்றிற்கும் பதிவு-ODDS அளவில் பதிவுக்கு (%3$s + 1) சமமான தோராயமான தண்டனைக்கு ஒத்திருக்கிறது கோவாரியட் மாதிரியில் சேர்க்கப்பட்டது (கன்சோனி மற்றும் பலர், 2018; வில்சன் மற்றும் பலர்., 2010).
tr: Wilson model önseli, %1$s = 1 ve %2$s = p * %3$s olan bir beta binom önseline karşılık gelir ve modele eklenen her bir ek kovaryat için log-odds ölçeğinde log(%3$s + 1)'e eşit yaklaşık bir cezalandırmaya karşılık gelir (Consonni vd., 2018; Wilson vd., 2010).

source: The Castillo model prior corresponds to a beta binomial prior with %1$s = 1 and %2$s = p^u and is suitable for sparse regression when there are more covariates than observations (Castillo et al., 2015).
es: El previo del modelo de Castillo se corresponde con un previo Beta Binomial con %1$s = 1 y %2$s = p^u, y resulta adecuado para la regresión exigua cuando hay más covariables que observaciones (Castillo et al., 2015).
eu: Castillo ereduaren aurrekoa beta binomial aurreko bati dagokio, %1$s = 1 eta %2$s = p^u dituena, eta egokia da erregresio sakabanaturako, behaketak baino kobariante gehiago daudenean (Castillo et al., 2015).
gl: O previo do modelo de Castillo correspóndese cun previo Beta Binomial con %1$s = 1 e %2$s = p^u, e resulta axeitado para a regresión exigua cando hai máis covariantes que observacións (Castillo et al., 2015).
ja: Castilloモデルの事前分布は，%1$s = 1および%2$s = p^uのβ二項事前分布に対応し， 観測値よりも共変量の方が多い場合のスパース回帰に適しています(Castillo et al., 2015)。
pl: Rozkład a priori modelu Castillo odpowiada rozkładowi beta-dwumianowemu z parametrami %1$s = 1 oraz %2$s = p^u i jest odpowiedni dla regresji, w której liczba kowariantów przewyższa liczbę obserwacji (Castillo i in., 2015).
pt: O modelo Castillo anterior corresponde a um binômio beta anterior com %1$s = 1 e %2$s = p^u e é adequado para regressão esparsa quando há mais covariáveis do que observações (Castillo et al., 2015).
ta: காச்டிலோ மாதிரி முன் %1$s = 1 மற்றும் %2$s = p^u உடன் பீட்டா பைனோமியலுக்கு ஒத்திருக்கிறது மற்றும் பொருத்தமானது அவதானிப்புகளை விட அதிகமான கோவாரியட்டுகள் இருக்கும்போது சிதறிய பின்னடைவுக்கு (காச்டிலோ மற்றும் பலர்., 2015).
tr: Castillo model önseli, %1$s = 1 ve %2$s = p^u olan bir beta binom önseline karşılık gelir ve gözlem sayısından daha fazla kovaryat olduğunda seyrek regresyon için uygundur (Castillo vd., 2015).

source: BF<sub>10</sub>
es: FB<sub>10</sub>
gl: FB<sub>10</sub>
ta: பி.எஃப்<sub>10</sub>

source: BF<sub>01</sub>
es: FB<sub>01</sub>
gl: FB<sub>01</sub>
ta: பி.எஃப்<sub>01</sub>

source: Log(BF<sub>10</sub>)
es: Log(FB<sub>10</sub>)
gl: Log(FB<sub>10</sub>)
ta: பதிவு (பி.எஃப் <sub>10</sub>)

source: Models
es: Modelos
eu: Ereduak
gl: Modelos
ja: モデル
pl: Modele
pt: Modelos
ta: மாதிரிகள்
tr: Modeller

source: P(M)
ta: பி (மீ)

source: P(M|data)
es: P(M|datos)
eu: P(M|datuak)
gl: P(M|datos)
ja: P(M|データ)
pl: P(M|dane)
pt: P(M|dado)
ta: பி (எம் | தரவு)
tr: P(M|veri)

source: BF<sub>M</sub>
es: FB<sub>M</sub>
gl: FB<sub>M</sub>
pl: BF<sub>10</sub>
ta: பி.எஃப்<sub>எம்</sub>

source: All models include %s.
es: Todos los modelos incluyen %s.
eu: Modelo guztiek %s barne hartzen dituzte.
gl: Todos os modelos inclúen %s.
ja: すべてのモデルには %s が含まれます.
pl: Wszystkie modele zawierają %s.
pt: Todos os modelos incluem %s.
ta: அனைத்து மாடல்களிலும் %s அடங்கும்.
tr: Tüm modeller %s'i içerir.

source: %sTable displays only a subset of models; to see all models, select "No" under "Limit No. Models Shown".
es: %s La tabla representa solo un subconjunto de modelos; para ver todos los modelos, escoge "No" bajo "Limitar el Número de Modelos Mostrados".
eu: %sTaulak modeloen azpimultzo bat bakarrik erakusten du; modelo guztiak ikusteko, hautatu "Ez" "Erakutsitako modelo kopuruaren muga" atalean.
gl: %s A táboa representa só un subconxunto de modelos; para ver todos os modelos, elixe "No" baixo "Limitar o Número de Modelos Amosados".
ja: %sTable はモデルのサブセットのみを表示します。すべてのモデルを表示するには、[表示されるモデルの制限数] の下の [なし] を選択します。
pl: %sTabela wyświetla tylko podzbiór modeli; aby zobaczyć wszystkie modele, wybierz „Nie” przy opcji „Ogranicz liczbę wyświetlanych modeli”.
pt: A tabela %s exibe apenas um subconjunto de modelos; para ver todos os modelos, selecione "Não" em "Limitar Número de Modelos Exibidos".
ta: %sநிலையான மாதிரிகளின் துணைக்குழுவை மட்டுமே காண்பிக்கும்; எல்லா மாடல்களையும் காண, "வரம்பு எண்" இன் கீழ் "இல்லை" என்பதைத் தேர்ந்தெடுக்கவும்.
tr: %sTablo sadece bir model alt kümesini göstermektedir; tüm modelleri görmek için, "Gösterilen Model Sayısını Sınırla" altından "Hayır"ı seçin.

source: Null model
es: Modelo nulo
eu: Eredu nulua
gl: Modelo nulo
ja: 帰無モデル
pl: Model zerowy
pt: Modelo nulo
ta: சுழிய மாதிரி

source: Null model (incl. %s)
es: Modelo nulo (incl. %s)
eu: Modelo nuloa (%s barne)
gl: Modelo nulo (incl. %s)
ja: 帰無モデル (%s含む)
pl: Model zerowy (zaw. %s)
pt: Modelo nulo (incl. %s)
ta: சுழிய மாதிரி (உள்ளிட்ட. %s)
tr: Null model (%s dahil)

source: Posterior Summaries of Coefficients
es: Resúmenes Posteriores de los Coeficientes
eu: Koefizienteen ondorengo laburpenak
gl: Resumos Posteriores dos Coeficientes
ja: 係数の事後分布の要約
pl: Podsumowania a posteriori współczynników
pt: Resumos posteriores de coeficientes
ta: குணகங்களின் பின்புற சுருக்கங்கள்
tr: Katsayıların Sonsal Özetleri

source: BF<sub>inclusion</sub>
es: FB<sub>inclusión</sub>
eu: BF<sub>inklusioa</sub>
gl: FB<sub>inclusión</sub>
ja: BF<sub>含む</sub>
pl: BF<sub>włączenia</sub>
pt: BF<sub>inclusão</sub>
ta: பி.எஃப் <sub>சேர்த்தல்</sub>
tr: BF<sub>dahil_etme</sub>

source: Log(BF<sub>inclusion</sub>)
es: Log(FB<sub>inclusión</sub>)
eu: Log(BF<sub>inklusioa</sub>)
gl: Log(FB<sub>inclusión</sub>)
ja: Log(BF<sub>含む</sub>)
pl: Logarytm BF<sub>włączenia</sub>
pt: Log(BF<sub>inclusão</sub>)
ta: பதிவு (பி.எஃப் <சப்> சேர்த்தல் </துணை>)
tr: Log(BF<sub>dahil_etme</sub>)

source: %s%% Credible Interval
es: Intervalo con el %s%% de Credibilidad
eu: %s%% Sinesgarritasun Tartea
gl: Intervalo co %s%% de Credibilidade
ja: %s%% 信用区間
pl: %s%% przedział wiarygodności
pt: Intervalo credível %s%%
ta: %s %% நம்பகமான இடைவெளி
tr: %s%% Güvenilir Aralık

source: Coefficient
es: Coeficiente
eu: Koefizientea
gl: Coeficiente
ja: 係数
pl: Współczynnik
pt: Coeficiente
ta: கெழு
tr: Katsayı

source: P(incl)
eu: P(barne)
ja: P(効果を含む)
ta: பி (உள்ளடக்கியது)
tr: P(dahil)

source: P(excl)
eu: P(baztertua)
ja: P(効果を含まない)
ta: பி (எக்ச்க்)
tr: P(haric)

source: P(incl|data)
es: P(incl|datos)
eu: P(barne|datuak)
gl: P(incl|datos)
ja: P（効果を含む|データ）
pl: P(incl|dane)
pt: P(incl|dados)
ta: பி (உள்ளிட்ட | தரவு)
tr: P(dahil|veri)
