Repository: jasp-stats/jaspRegression
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pl, pt, ta, tr

source: P(excl|data)
es: P(excl|datos)
eu: P(baztertua|datuak)
gl: P(excl|datos)
ja: P(効果を含まない|データ)
pl: P(excl|dane)
pt: P(excl|dados)
ta: பி (எக்ச்ட் | தரவு)
tr: P(haric|veri)

source: <em>Warning.</em>
es: <em>Advertencia.</em>
eu: <em>Abisua.</em>
gl: <em>Aviso.</em>
ja: <em>警告</em>
pl: <em>Ostrzeżenie.</em>
pt: <em>Aviso.</em>
ta: <em> எச்சரிக்கை. </em>
tr: <em>Uyarı.</em>

source: Posterior Coefficients with %s%% Credible Interval
es: Coeficientes Posteriores con el Intervalo con %s%% de Credibilidad
eu: %s%% Sinesgarritasun-tartearekin Atzeko Koefizienteak
gl: Coeficientes Posteriores co Intervalo co %s%% de Credibilidade
ja: %s %%の信頼区間を使用した事後係数
pl: Współczynniki a posteriori z %s%% przedziałem wiarygodności
pt: Coeficientes posteriores com intervalo de confiança %s%%
ta: %s %% நம்பகமான இடைவெளி கொண்ட பின்புற குணகங்கள்
tr: %s%% Güvenilir Aralıklı Sonsal Katsayılar

source: Posterior Log Odds
es: Logaritmo de Probabilidades Posteriores
eu: Atzeko Log Odd-ak
gl: Logaritmo de Probabilidades Posteriores
ja: 事後対数オッズ
pl: Log. szans a posteriori
pt: Amostras posteriores
ta: பின்புற பதிவு முரண்பாடுகள்
tr: Sonsal Log Odds

source: Cannot display Posterior Log Odds when sampling method is MCMC.
es: No se puede presentar el Logaritmo de las Probabilidades Posteriores cuando el método de muestreo es MCMC.
eu: Ezin dira Atzeko Log Odd-ak bistaratu laginketa-metodoa MCMC denean.
gl: Non se pode presentar o Logaritmo das Probabilidades Posteriores cando o método de mostraxe é MCMC.
ja: サンプリング方法がMCMCの場合、事後対数オッズを表示できません。
pl: Nie można wyświetlić logarytmu szans a posteriori, gdy metoda próbkowania to MCMC.
pt: Não é possível exibir Amostras posteriores quando o método de amostragem é MCMC.
ta: மாதிரி முறை MCMC ஆக இருக்கும்போது பின்புற பதிவு முரண்பாடுகளைக் காட்ட முடியாது.
tr: Örnekleme yöntemi MCMC olduğunda Sonsal Log Odds gösterilemez.

source: Residuals vs Fitted
es: Errores vs. Ajustado
eu: Hondarrak vs. Egokituak
gl: Erros vs. Axustes
ja: 残差対適合
pl: Reszty vs dopasowane
pt: Resíduos vs Ajustados
ta: எச்சங்கள் Vs பொருத்தப்பட்டவை
tr: Artıklar - Uydurulanlar

source: Predictions under BMA
es: Predicciones bajo BMA
eu: BMA peko iragarpenak
gl: Predicións baixo BMA
ja: BMAの下での予測
pl: Prognozy z uwzględnieniem BMA
pt: Predições sob BMA
ta: பி.எம்.ஏ இன் கீழ் கணிப்புகள்
tr: BMA Altında Tahminler

source: Model Probabilities
es: Probabilidades del Modelo
eu: Ereduaren Probabilitateak
gl: Probabilidades do Modelo
ja: モデルの確率
pl: Prawdopodobieństwa modeli
pt: Probabilidades do modelo
ta: மாதிரி நிகழ்தகவுகள்
tr: Model Olasılıkları

source: Cumulative Probability
es: Probabilidad Acumulada
eu: Probabilitate Metatua
gl: Probabilidade Acumulada
ja: 累積確率
pl: Prawdopodobieństwo skumulowane
pt: Probabilidade cumulativa
ta: ஒட்டுமொத்த நிகழ்தகவு
tr: Kümülatif Olasılık

source: Model Search Order
es: Orden de Búsqueda de Modelos
eu: Ereduaren Bilaketa Ordena
gl: Orde de Procura de Modelos
ja: モデルの検索順序
pl: Kolejność przeszukiwania modeli
pt: Ordem de pesquisa de modelo
ta: மாதிரி தேடல் வரிசை
tr: Model Arama Sırası

source: Log(P(data|M)) vs. Model Size
es: Log(P(datos|M)) vs. Dimensión del Modelo
eu: Log(P(datuak|M)) vs. Ereduaren Tamaina
gl: Log(P(datos|M)) vs. Dimensión do Modelo
ja: Log(P(data|M))とモデルサイズの関係
pl: Logarytm P(danych|M) vs Wielkość modelu
pt: Log(dados|M)) vs. Tamanho do modelo
ta: பதிவு (பி (தரவு | மீ)) எதிராக மாதிரி அளவு
tr: Log(P(veri|M)) - Model Boyutu

source: Log(P(data|M))
es: Log(P(datos|M))
eu: Log(P(datuak|M))
gl: Log(P(datos|M))
pl: Logarytm P(danych|M)
pt: Log(dados|M))
ta: பதிவு (பி (தரவு | மீ))
tr: Log(P(veri|M))

source: Model Dimension
es: Dimensión del Modelo
eu: Ereduaren Dimentsioa
gl: Dimensión do Modelo
ja: モデルの次元
pl: Wymiar modelu
pt: Dimensão do modelo
ta: மாதிரி பரிமாணம்
tr: Model Boyutu

source: Inclusion Probabilities
es: Probabilidades de Inclusión
eu: Inklusio Probabilitateak
gl: Probabilidades de Inclusión
ja: 包含確率
pl: Prawdopodobieństwo włączenia
pt: Probabilidades de inclusão
ta: சேர்த்தல் நிகழ்தகவுகள்
tr: Dahil Etme Olasılıkları

source: Marginal Inclusion Probability
es: Probabilidad de Inclusión Marginal
eu: Inklusio Marjinalaren Probabilitatea
gl: Probabilidade de Inclusión Marxinal
ja: 周辺包含確率
pl: Prawdopodobieństwo marginalnego włączenia
pt: Probabilidade marginal de inclusão
ta: விளிம்பு சேர்க்கை நிகழ்தகவு
tr: Marjinal Dahil Etme Olasılığı

source: Prior Inclusion Probabilities
es: Probabilidades de Inclusión Previas
eu: Aurrekoa Inklusioa Probabilitateak
gl: Probabilidades de Inclusión Previas
ja: 事前分布 包含 確率
pl: Prawdopodobieństwa włączenia a priori
pt: Anterior Inclusão Probabilidades
ta: முன் சேர்த்தல் நிகழ்தகவுகள்
tr: Önsel Dahil Etme Olasılıkları

source: Q-Q Plot
es: Gráfico Q-Q
eu: Q-Q Grafikoa
gl: Gráfica Q-Q
ja: Q-Qプロット
pl: Wykres K-K
pt: Diagrama Q-Q
ta: Q-Q சூழ்ச்சி
tr: Q-Q Grafiği

source: Marginal Posterior Distributions
es: Distribuciones Posteriores Marginales
gl: Distribucións Posteriores Marxinais
ja: 周辺事後分布
pl: Rozkłady a posteriori reszt
pt: Distribuições Marginais Posteriores
ta: விளிம்பு பின்புற விநியோகங்கள்
tr: Marjinal Sonsal Dağılımlar

source: Parameters estimates and/or credible intervals could not be calculated.
es: No se pueden calcular las estimaciones de los parámetros o/ni los intervalos de credibilidad.
eu: Parametroen estimazioak eta/edo sinesgarritasun-tarteak ezin izan dira kalkulatu.
gl: Non se poden calcular as estimacións dos parámetros ou/nin os intervalos de credibilidade.
ja: パラメータの推定値と信頼区間のいずれか，あるいは両方を計算できませんでした。
pl: Nie udało się oszacować parametrów i/lub przedziałów wiarygodności.
pt: Estimativas de parâmetros e/ou intervalos de confiança não puderam ser calculados.
ta: அளவுருக்கள் மதிப்பீடுகள் மற்றும்/அல்லது நம்பகமான இடைவெளிகளை கணக்கிட முடியவில்லை.
tr: Parametre kestirimleri ve/veya güvenilir aralıklar hesaplanamadı.

source: Performance Diagnostics
es: Diagnósticos de Comportamiento
eu: Errendimendu Diagnostikoak
gl: Diagnósticos de Comportamento
ja: パフォーマンス診断
pl: Diagnostyka wydajności
pt: Diagnósticos de performance
ta: செயல்திறன் கண்டறிதல்
tr: Performans Tanılamaları

source: McFadden R%s
es: R%s de McFadden
gl: R%s de McFadden
pl: R%s McFaddena
pt: R%s de McFadden
ta: மெக்பேடன் ஆர்%s

source: Nagelkerke R%s
es: R%s de Nagelkerke
gl: R%s de Nagelkerke
pl: R%s Nagelkerke'a
pt: R%s de Nagelkerke
ta: நெயிலோர்க் ஆர்%s

source: Tjur R%s
es: R%s de Tjur
gl: R%s de Tjur
pl: R%s Tjura
pt: R%s de Tjur
ta: காளை ஆர்%s

source: Cox & Snell R%s
es: R%s de Cox & Snell
gl: R%s de Cox & Snell
ja: コックス＆スネルR %s
pl: R%s Coxa i Snella
pt: R%s de Cox & Snell
ta: காக்ச் & ச்னெல் ஆர்%s

source: Standardized%s
es: Tipificado %s
eu: Estandarizatua%s
gl: Tipificado %s
ja: 標準化された %s
pl: Standaryzowane%s
pt: %s padronizado
ta: தரப்படுத்தப்பட்ட%s
tr: Standartlaştırılmış%s

source: Wald Statistic
es: Estadístico de Wald
eu: Wald Estatistikoa
gl: Estatístico de Wald
ja: Wald統計
pl: Statystyka Walda
pt: Estatística de Wald
ta: வால்ட் புள்ளிவிவரம்
tr: Wald İstatistiği

source: Lower bound
es: Límite inferior
eu: Beheko muga
gl: Límite inferior
ja: 下限
pl: Dolna granica
pt: Limite inferior
ta: கீழ் எல்லை
tr: Alt sınır

source: Upper bound
es: Límite superior
eu: Goiko muga
gl: Límite superior
ja: 上限
pl: Górna granica
pt: Limite superior
ta: மேல் பிணைப்பு
tr: Üst sınır

source: Standardized estimates represent estimates where the continuous predictors are standardized (X-standardization).
es: Las estimaciones tipificadas representan las estimaciones en las que los predictores continuos se tipifican (tipificación X).
eu: Estandarazitako estimazioek aurreikusle jarraituak estandarizatuta dauden estimazioak adierazten dituzte (X-estandarizazioa).
gl: As estimacións tipificadas representan as estimacións nas que os preditores continuos se tipifican (tipificación X).
ja: 標準化された推定値は、連続予測変数が標準化された（X-標準化）推定値を表す.
pl: Oszacowania standaryzowane to oszacowania, w których predyktory ciągłe zostały wystandaryzowane (standaryzacja X).
pt: As estimativas padronizadas representam estimativas onde os preditores contínuos são padronizados (X-standardization).
ta: தரப்படுத்தப்பட்ட மதிப்பீடுகள் தொடர்ச்சியான முன்னறிவிப்பாளர்கள் தரப்படுத்தப்பட்ட மதிப்பீடுகளைக் குறிக்கின்றன (எக்ச்-ச்டாண்டார்டிசேசன்).
tr: Standartlaştırılmış kestirimler, sürekli yordayıcıların standartlaştırıldığı (X-standartlaştırması) kestirimleri temsil eder.

source: Coefficient estimate and robust standard error are based on the median of the bootstrap distribution.
es: La estimación del coeficiente y del error típico robusto se basan en la mediana de la distribución con bootstrap.
eu: Koefizientearen estimazioa eta errore estandar sendoa bootstrap banaketaren medianan oinarritzen dira.
gl: A estimación do coeficiente e o erro padrón robusto baséanse na mediana da distribución con bootstrap.
ja: 係数推定値とロバスト標準誤差は、ブートストラップ分布の中央値に基づいています。
pl: Oszacowania współczynnika oraz odporne odchylenie standardowe opierają się na medianie rozkładu bootstrapowego.
pt: A estimativa do coeficiente e o erro padrão robusto são baseados na mediana da distribuição bootstrap.
ta: குணக மதிப்பீடு மற்றும் வலுவான நிலையான பிழை ஆகியவை தொடக்கவார் விநியோகத்தின் சராசரியை அடிப்படையாகக் கொண்டவை.
tr: Katsayı kestirimi ve sağlam standart hata, önyükleme dağılımının medyanına dayanmaktadır.

source: Factor Descriptives
es: Descriptivos de los Factores
gl: Descritivos dos Factores
ja: 要因の記述
pl: Statystyki dla czynników
pt: Descritivas do fator
ta: காரணி விளக்கங்கள்
tr: Faktör Betimsel İstatistikleri

source: Factor
eu: Faktorea
ja: 要因
pl: Czynnik
pt: Fator
ta: காரணி
tr: Faktör

source: Confusion matrix
es: Matriz de desorden
eu: Nahasmen matrizea
gl: Matriz de desarranxo
ja: 混同行列
pl: Macierz błędów
pt: Matriz de confusão
ta: குழப்ப மேட்ரிக்ச்
tr: Karmaşıklık matrisi

source: Observed
es: Observado
eu: Behatuta
gl: Observado
ja: 観測された
pl: Obserwowane
pt: Observado
ta: கவனிக்கப்பட்டது
tr: Gözlemlenen

source: %% Correct
es: %% Correcto
eu: %% Zuzena
gl: %% Correcto
pl: %% prawidłowych
pt: %% Correto
ta: %% சரியானது
tr: %% Doğru

source: Performance metrics
es: Métricas de comportamiento
eu: Errendimendu metrikak
gl: Métricas de comportamento
ja: パフォーマンス・メトリクス
pl: Wskaźniki wydajności
pt: Métricas de performance
ta: செயல்திறன் அளவீடுகள்
tr: Performans ölçütleri

source: Value
es: Valor
eu: Balioa
gl: Valor
ja: 値
pl: Wartość
pt: Valor
ta: மதிப்பு
tr: Değer

source: Bootstrapping based on %i successful replicates.
es: Bootstrapping basado en %i repeticiones adecuadas.
eu: Bootstrappinga %i erreplika arrakastatsutan oinarrituta.
gl: Bootstrapping baseado en %i repeticións axeitadas.
ja: %i 回の成功した再現に基づいてブートストラップを実行する.
pl: Bootstrap oparty na %i udanych replikacjach.
pt: Bootstrapping baseado em %i replicações bem-sucedidas.
ta: %i வெற்றிகரமான பிரதிகளின் அடிப்படையில் பூட்ச்ட்ராப்பிங்.
tr: Önyükleme %i başarılı tekrara dayanmaktadır.

source: Some confidence intervals could not be computed. Possibly too few bootstrap replicates.
es: No se pueden calcular algunos intervalos de confianza. Posiblemente por muy pocas repeticiones del bootstrap.
eu: Konfiantza tarte batzuk ezin izan dira kalkulatu. Bootstrap erreplika gutxiegi egon daitezke.
gl: Algúns intervalos de confianza non poden calcularse. Posiblemente hai moi poucas repeticións do bootstrap.
ja: いくつかの信頼区間が計算できませんでした。 ブートストラップの再標本が少なすぎる可能性があります。
pl: Niektóre przedziały ufności nie mogły zostać obliczone. Prawdopodobnie zbyt mało replikacji bootstrapowych.
pt: Alguns intervalos de confiança não puderam ser calculados. Possivelmente, poucas réplicas de bootstrap.
ta: சில நம்பிக்கை இடைவெளிகளைக் கணக்கிட முடியவில்லை. தொடக்கவார் பிரதிகள் மிகக் குறைவு.
tr: Bazı güven aralıkları hesaplanamadı. Muhtemelen çok az önyükleme tekrarı.

source: Diagnostic plots
es: Gráficos de diagnóstico
eu: Diagnosi grafikoak
gl: Gráficas de diagnóstico
pl: Wykresy diagnostyczne
pt: Gráficos de diagnóstico
ta: கண்டறியும் அடுக்கு
tr: Tanılama grafikleri

source: Estimates plots
es: Gráficos de las estimaciones
eu: Estimazioen grafikoak
gl: Gráficas das estimacións
ja: 推定値のプロット
pl: Wykresy oszacowań
pt: Gráficos de estimativas
ta: மதிப்பீடுகள் அடுக்குகள்
tr: Kestirim grafikleri

source: Predicted - residuals plot
es: Gráfico predicho - errores
eu: Aurreikusitako hondarren grafikoa
gl: Gráfica predito - erros
ja: 予測-残差プロット
pl: Przewidywane - wykres reszt
pt: Predito - Gráfico de resíduos
ta: கணிக்கப்பட்ட - எச்சங்கள் சூழ்ச்சி
tr: Tahmin edilen - artıklar grafiği

source: Predictor - residuals plots
es: Gráficos predictor - errores
eu: Aurreikusle - hondarren grafikoak
gl: Gráficas preditor - erros
ja: 予測変数 - 残差プロット
pl: Predyktor - wykresy reszt
pt: Preditor - Gráficos de resíduos
ta: முன்கணிப்பு - எச்சங்கள் அடுக்கு
tr: Yordayıcı - artıklar grafikleri

source: Squared Pearson residuals plot
es: Gráfico de los errores de Pearson al cuadrado
eu: Pearson hondarren karratuen grafikoa
gl: Gráfica dos erros de Pearson cadrados
ja: 二乗ピアソン残差プロット
pl: Wykres kwadratów reszt Pearsona
pt: Gráfico de resíduos de Pearson quadrado
ta: ச்கொயர் பியர்சன் எஞ்சிய சூழ்ச்சி
tr: Karesi alınmış Pearson artıkları grafiği

source: Independent - predicted plots
es: Gráficos independiente - predicho
eu: Independenteak - iragarritako grafikoak
gl: Gráficas independente - predito
pl: Wykres zmiennej niezależnej vs wartości przewidywanych
pt: Gráficos independentes - predito
ta: சுயாதீனமான - கணிக்கப்பட்ட அடுக்கு
tr: Bağımsız - tahmin edilen grafikleri

source: Performance plots
es: Gráficos de comportamiento
eu: Errendimendu grafikoak
gl: Gráficas de comportamento
ja: パフォーマンスプロット
pl: Wykresy wydajności
pt: Gráficos de performance
ta: செயல்திறன் அடுக்கு
tr: Performans grafikleri

source: ROC plot
es: Gráfico ROC
eu: ROC grafikoa
gl: Gráfica ROC
ja: ROCプロット
pl: Wykres ROC
pt: Gráfico ROC
ta: ரோக் சூழ்ச்சி
tr: ROC grafiği

source: PR plot
es: Gráfico PR
eu: PR grafikoa
gl: Gráfica PR
ja: PRプロット
pl: Wykres PR
pt: Gráfico PR
ta: சூழ்ச்சி
tr: KD grafiği

source: Predicted Probability
es: Probabilidad Predicha
eu: Aurreikusitako Probabilitatea
gl: Probabilidade Predita
ja: 予想される確率
pl: Przewidywane prawdopodobieństwo
pt: Probabilidade predita
ta: கணிக்கப்பட்ட நிகழ்தகவு
tr: Tahmin Edilen Olasılık

source: Squared Pearson Residual
es: Error de Pearson Cuadrado
eu: Pearson Hondar Karratua
gl: Erro de Pearson Cadrado
ja: 二乗ピアソン残差
pl: Kwadrat reszty Pearsona
pt: Resíduos quadrados de Pearson
ta: ச்கொயர் பியர்சன் எஞ்சியவர்
tr: Karesi Alınmış Pearson Artığı

source: False positive rate
es: Proporción de positivos falsos
eu: Positibo faltsu ratioa
gl: Proporción de positivos falsos
ja: 偽陰性率
pl: Odsetek wyników fałszywie dodatnich
pt: Taxa de falsos positivos
ta: தவறான நேர்மறை விகிதம்
tr: Yanlış pozitif oranı

source: True positive rate
es: Proporción de positivos verdaderos
eu: Benetako positiboen tasa
gl: Proporción de positivos verdadeiros
ja: 真陽性率
pl: Odsetek wyników prawdziwie dodatnich
pt: Taxa de positivos verdadeiros
ta: உண்மையான நேர்மறை வீதம்
tr: Doğru pozitif oranı

source: Positive predictive value
es: Valor predictivo positivo
eu: Balio iragarle positiboa
gl: Valor preditivo positivo
ja: 正の予測値
pl: Dodatnia wartość predykcyjna
pt: Valor preditivo positivo
ta: நேர்மறை முன்கணிப்பு மதிப்பு
tr: Pozitif tahmin değeri

source: %1$s%% bca%2$s Confidence interval
es: Intervalo con %1$s%% bca%2$s de Confianza
eu: %1$s%% bca%2$s Konfiantza tartea
gl: Intervalo con %1$s%% bca%2$s de Confianza
ja: %1$s%% bca %2$s 信頼区間
pl: %1$s%% bca%2$s Przedział ufności
pt: %1$s%% bca%2$s Intervalo de Confiança
ta: %1$s %% BCA%2$s நம்பிக்கை இடைவெளி
tr: %1$s%% yh%2$s Güven aralığı

source: %s%% Confidence interval
es: Intervalo con %s%% de confianza
eu: %s%% Konfiantza tartea
gl: Intervalo co %s%% de confianza
ja: %s%% 信頼区間
pl: %s%% Przedział ufności
pt: %s%% Intervalo de confiança
ta: %s %% நம்பிக்கை இடைவெளி
tr: %s%% Güven aralığı

source: %s <br> (odds ratio scale)
es: %s <br> (escala de la proporción de probabilidades)
eu: %s <br> (odds-ratio eskala)
gl: %s <br> (escala da razón de probabilidades)
ja: %s <br>オッズ比スケール)
pl: %s <br> (skala ilorazu szans)
pt: %s <br> (escala de razão de probabilidades)
ta: %s <br> (முரண்பாடுகள் விகித அளவு)
tr: %s <br> (odds oranı ölçeği)

source: Robust <br> %s
es: Robusto <br> %s
eu: Sendoa <br> %s
gl: Robusto <br> %s
ja: ロバスト <br> %s
pl: Odporny <br> %s
pt: Robusto <br> %s
ta: வலுவான <br> %s
tr: Sağlam <br> %s

source: Parameter
es: Parámetro
eu: Parametroa
gl: Parámetro
ja: パラメータ
pl: Parametr
pt: Parâmetro
ta: கூறளவு
tr: Parametre

source: Inclusion/exclusion statistics for coefficients within factor(s) %s are the same as the coefficients are always included or excluded together.
es: Los estadísticos de inclusión/exclusión de los coeficientes en el(los) factor(es) %s son los mismos que los coeficientes que siempre se incluyen o excluyen juntos.
eu: %s faktore(ar)en barruko koefizienteen inklusio/bazterketa estatistikak berdinak dira, koefizienteak beti batera sartzen edo baztertzen baitira.
gl: Os estatísticos de inclusión/exclusión dos coeficientes no(s) factor(es) %s son os mesmos que os coeficientes que sempre se inclúen ou exclúen xuntos.
pl: Statystyki włączania/wyłączania współczynników w czynnikach %s są takie same, ponieważ współczynniki są zawsze włączane lub wyłączane razem.
pt: As estatística de inclusão/exclusão para os coeficientes dentro dos %s fator(es) são os mesmos que os coeficientes que sempre são incluídos ou excluídos juntos.
ta: காரணி (கள்) %s க்குள் உள்ள குணகங்களுக்கான சேர்த்தல்/விலக்கு புள்ளிவிவரங்கள் குணகங்கள் எப்போதும் சேர்க்கப்பட்டுள்ளன அல்லது ஒன்றாக விலக்கப்படுகின்றன.
tr: %s faktör(ler)i içindeki katsayılar için dahil etme/çıkarma istatistikleri aynıdır, çünkü katsayılar her zaman birlikte dahil edilir veya çıkarılır.

source: DV/Factor Descriptives
es: Descriptivos de DV/Factores
eu: DV/Faktore Deskribatzaileak
gl: Descriptivos de DV/Factores
pl: Statystyki opisowe
pt: DV/Descritivos do Fator
ta: டி.வி/காரணி விளக்கங்கள்
tr: BD/Faktör Betimsel İstatistikleri

source: DV/Factor
eu: DV/Faktorea
pl: Czynnik
pt: DV/Fator
ta: டி.வி/காரணி
tr: BD/Faktör

source: Level
es: Nivel
eu: Maila
gl: Nivel
pl: Poziom
pt: Nível
ta: நிலை
tr: Düzey

source: Covariate Descriptives
es: Descriptivos de las Covariables
eu: Kobarianteen Deskriptiboak
gl: Descritivos das Covariantes
pl: Statystyki opisowe
pt: Descritivos das Covariáveis
ta: கோவாரியேட் விளக்கங்கள்
tr: Kovaryat Betimsel İstatistikleri

source: Intercept
es: Constante
gl: Constante
pl: Wyraz wolny
pt: Intercepto
ta: இடைமறிப்பு
tr: Kesme Noktası

source: using the %1$d/%2$d row from a combined fit
es: utilizando la %1$d/%2$d fila de un ajuste combinado
eu: %1$d/%2$d errenkada erabiliz doikuntza konbinatu batetik
gl: utilizando a %1$d/%2$d fila dun axuste combinado
ja: 結合したモデルフィットから %1$d/%2$d行を使います
pl: używając %1$d/%2$d wiersza z dopasowania łącznego
pt: usando a linha %1$d/%2$d de um ajuste combinado
ta: ஒருங்கிணைந்த பொருத்தத்திலிருந்து %1$d/ %2$d வரிசையைப் பயன்படுத்துதல்
tr: birleşik bir uydurmadan %1$d/%2$d satır kullanılıyor

source: The following covariate was considered but not included: %s.
es: Se consideró la siguiente covariable pero no se incluyó: %s.
eu: Hurrengo kobariantea kontuan hartu da baina ez da sartu: %s.
gl: Considerouse a seguinte covariante pero non se incluíu: %s.
ja: 次の共変量が考慮されましたが、含まれていません。%s.
pl: Następujący kowariant był brany pod uwagę ale nie został uwzględniony: %s.
pt: A seguinte covariável foi considerada, mas não incluída: %s.
ta: பின்வரும் கோவாரியட் கருதப்பட்டது, ஆனால் சேர்க்கப்படவில்லை: %s.
tr: Aşağıdaki kovaryat düşünüldü ancak dahil edilmedi: %s.

source: Partial Regression Plot
es: Gráfico de Regresión Parcial
eu: Erregresio Partzialeko Grafikoa
gl: Gráfica de Regresión Parcial
ja: 偏回帰プロット
pl: Wykres regresji cząstkowej
pt: Gráfico de regressão parcial
ta: பகுதி பின்னடைவு சூழ்ச்சி
tr: Kısmi Regresyon Grafiği

source: VS-MPR%s
tr: VS-MPO%s

source: VS-MPR
tr: VS-MPO

source: %1$s%% CI: [%2$s, %3$s]
es: IC del %1$s%% : [%2$s, %3$s]
eu: %1$s%% KT: [%2$s, %3$s]
gl: IC do %1$s%% : [%2$s, %3$s]
pl: %1$s%% PU: [%2$s, %3$s]
pt: %1$s%% IC: [%2$s, %3$s]
tr: %1$s%% GA: [%2$s, %3$s]

source: %1$d%% CI: [%2$d, %3$d]
es: IC del %1$d%%: [%2$d, %3$d]
eu: %1$d%% KT: [%2$d, %3$d]
gl: IC do %1$d%%: [%2$d, %3$d]
pl: %1$d%% PU: [%2$d, %3$d]
tr: %1$d%% GA: [%2$d, %3$d]

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based on the <em>p</em>-value, the maximum possible odds in favor of H%1$s over H%2$s equals 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
es: Relación <em>p</em> Máxima de Vovk-Sellke: Basado en el valor <em>p</em>, la máxima probabilidad posible favorable a H%1$s sobre H%2$s igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri & Berger, 2001).
eu: Vovk-Sellke-ren gehienezko <em>p</em>-Ratioa: <em>p</em>-balioan oinarrituta, H%1$s-ren aldeko gehienezko probabilitatea H%2$s-ren gainetik 1/(-e <em>p</em> log(<em>p</em>)) <em>p</em> %3$s .37rako (Sellke, Bayarri, & Berger, 2001).
gl: Máximo Cociente <em>p</em> de Vovk-Sellke: Baseado no valor <em>p</em>, a máxima probabilidade posible favorable a H%1$s sobre H%2$s igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri & Berger, 2001).
ja: Vovk-Sellke 最大 <em>p</em> 比: <em>p</em>-値に基づいて、H%2$sよりもH%1$sを支持する最大の可能なオッズは、<em>p</em> %3$s .37に対して1/(-e <em>p</em> log(<em>p</em>))に等しくなります(Sellke, Bayarri, & Berger, 2001)。
pl: Maksymalna wartość <em>p</em> Vovka-Sellkego: Na podstawie wartości <em>p</em> maksymalne możliwe szanse na korzyść H%1$s nad H%2$s wynoszą 1/(-e <em>p</em> log(<em>p</em>)) dla <em>p</em> %3$s .37 (Sellke, Bayarri i Berger, 2001).
pt: Vovk-Sellke Máximo <em>p</em>-Ratio: Com base no valor <em>p</em>, a probabilidade máxima possível a favor de H%1$s sobre H%2$s é igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
tr: Vovk-Sellke Maksimum <em>p</em>-Oranı: <em>p</em>-değerine dayalı olarak, H%1$s'in H%2$s'e üstünlüğü lehindeki maksimum olası olasılık, <em>p</em> %3$s .37 için 1/(-e <em>p</em> log(<em>p</em>))'e eşittir (Sellke, Bayarri, & Berger, 2001).

source: %s%% CI:
es: IC del %s%%:
eu: %s%% KT:
gl: IC do %s%%:
pl: %s%% PU:
pt: %s%% IC:
tr: %s%% GA:

source: ROC curve of %s mostly lying under the diagonal. Switching scores.
eu: %s-ren ROC kurba gehienbat diagonalaren azpian dago. Puntuazioak aldatzen.
pt: Curva ROC de %s, em sua maior parte, abaixo da diagonal. Pontuações alternadas.
tr: %s'in ROC eğrisi çoğunlukla köşegenin altında kalıyor. Puanlar değiştiriliyor.

source: Standardized coefficients can only be computed for continuous, linear predictors.
tr: Standartlaştırılmış katsayılar sadece sürekli, lineer yordayıcılar için hesaplanabilir.

source: %s%% CI*
es: IC* do %s%%
eu: %s%% KT*
gl: IC* do %s%%
pl: %s%% PU*
pt: %s%% IC*
tr: %s%% GA*

source: Regression Equations
tr: Regresyon Denklemleri

source: Equation
tr: Denklem

source: %1$s vs. %2$s
ja: %1$s 対 %2$s
tr: %1$s - %2$s

source: VIF
es: FIV
gl: FIV
pt: FIV

source: italic(r)
ja: イタリック(r)

source: italic(rho)
ja: イタリック(ロー)

source: italic(tau)
ja: イタリック(タウ)
