Repository: jasp-stats/jaspRegression
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pl, pt, ta, tr

source: Analytic confidence intervals for partial correlations are not yet available, but can be obtained using bootstrapping instead.
es: Los intervalos de confianza analíticos para las correlaciones parciales aún no están disponibles, pero pueden obtenerse utilizando el bootstrap.
eu: Korrelazio partzialen konfiantza-tarte analitikoak ez daude oraindik eskuragarri, baina bootstrapping bidez lor daitezke.
gl: Aínda non están dispoñibles os intervalos de confianza analíticos para as correlacións parciais, porén poden obterse utilizando o bootstrap.
ja: 偏相関についての解析的信頼区間はまだ利用できませんが、代わりにブートストラップを使用して取得できます。
pl: Klasyczne przedziały ufności dla korelacji cząstkowych nie są jeszcze dostępne, ale można je uzyskać za pomocą metody bootstrapowej.
pt: Intervalos de confiança analíticos para correlações parciais ainda não estão disponíveis, mas podem ser obtidos usando bootstrapping.
ta: பகுதி தொடர்புகளுக்கான பகுப்பாய்வு நம்பிக்கை இடைவெளிகள் இன்னும் கிடைக்கவில்லை, ஆனால் அதற்கு பதிலாக பூட்ச்ட்ராப்பிங்கைப் பயன்படுத்தி பெறலாம்.
tr: Kısmi korelasyonlar için analitik güven aralıkları henüz mevcut değil, ancak bunun yerine önyükleme kullanılarak elde edilebilir.

source: Confidence intervals based on %i bootstrap replicates.
es: Intervalos de confianza basados en %i réplicas bootstrap.
eu: Konfiantza-tarteak %i bootstrap errepikapenetan oinarrituta.
gl: Intervalos de confianza baseados en %i repeticións de bootstrap.
ja: %i ブートストラップ反復に基づく信頼区間.
pl: Przedziały ufności oparte na %i replikacji bootstrapowych.
pt: Intervalos de confiança baseados em %i réplicas de bootstrap.
ta: %i தொடக்கவார் பிரதிகளின் அடிப்படையில் நம்பிக்கை இடைவெளிகள்.
tr: Güven aralıkları %i önyükleme tekrarına dayanmaktadır.

source: p
ta: ப

source: Effect size (Fisher's z)
es: Magnitud del efecto (z de Fisher)
eu: Efektuaren tamaina (Fisher-en z)
gl: Magnitude do efecto (z de Fisher)
pl: Wielkość efektu (z Fishera)
pt: Tamanho de efeito (z de Fisher)
ta: விளைவு அளவு (ஃபிசரின் இசட்)
tr: Etki büyüklüğü (Fisher'ın z'si)

source: SE Effect size
es: ET de la Magnitud del efecto
gl: EP da Magnitude do efecto
pl: Błąd stand. wielkości efektu
pt: Tamanho de efeito do EP
ta: SE விளைவு அளவு
tr: SE Etki büyüklüğü

source: Covariance
es: Covarianza
eu: Kobariantza
gl: Covarianza
pl: Kowariancja
pt: Covariância
ta: கோவாரன்ச்
tr: Kovaryans

source: tau B
ja: タウB
ta: எண் ஆ

source: Variable
eu: Aldagaia
ja: 変数
pl: Zmienna
pt: Variável
ta: மாறக்கூடிய
tr: Değişken

source: Kendall's Tau B
es: Tau B de Kendall
eu: Kendall-en Tau B
gl: Tau B de Kendall
ja: ケンドールのタウB
pl: tau-b Kendalla
pt: Tau B de Kendall
ta: கெண்டலின் த அயு ஆ
tr: Kendall'ın Tau B'si

source: p-value
es: Valor P
eu: p-balioa
gl: Valor P
ja: p値
pl: wartość p
pt: p-valor
ta: பி-மதிப்பு
tr: p-değeri

source: Number of observations is < %s.
es: El número de observaciones es < %s.
eu: Behaketa kopurua < %s da.
gl: O número de observacións é < %s.
ja: 観測数は %s 未満です.
pl: Liczba obserwacji wynosi < %s.
pt: O número de observações é < %s.
ta: அவதானிப்புகளின் எண்ணிக்கை < %s.
tr: Gözlem sayısı < %s.

source: Bootstrapping
ja: ブートストラップ
pl: Bootstrap
ta: பூட்ச்ட்ராப்பிங்
tr: Önyükleme

source: Partial correlation cannot be computed: covariance matrix is computationally singular.
es: No se puede calcular la correlación parcial: la matriz de covarianza es computacionalmente singular.
eu: Ezin da korrelazio partziala kalkulatu: kobariantza-matrizea konputazionalki singularra da.
gl: Non pode calcularse a correlación parcial: a matriz de covarianza é singular desde o punto de vista do cómputo.
ja: 偏相関は計算できません。共分散行列は計算上特異です。
pl: Nie można obliczyć korelacji cząstkowej: macierz kowariancji jest osobliwa.
pt: A correlação parcial não pode ser calculada: a matriz de covariância é computacionalmente singular.
ta: பகுதி தொடர்பைக் கணக்கிட முடியாது: கோவாரன்ச் மேட்ரிக்ச் கணக்கீட்டு ரீதியாக தனித்துவமானது.
tr: Kısmi korelasyon hesaplanamıyor: kovaryans matrisi hesaplamalı olarak tekil.

source: Assumption checks
es: Verificaciones de supuestos
eu: Suposizio-egiaztapenak
gl: Comprobacións de supostos
ja: 仮定のチェック
pl: Weryfikacja założeń
pt: Verificar pressupostos
ta: அனுமானம் காசோலைகள்
tr: Varsayım Kontrolleri

source: Shapiro-Wilk Test for Multivariate Normality
es: Contraste de Shapiro-Wilk para la Normalidad Multivariante
eu: Shapiro-Wilk proba normaltasun anitzeko aldagaietarako
gl: Proba de Shapiro-Wilk para Normalidade Multivariante
ja: 多変量正規性のシャピロ-ウィルク検定
pl: Test Shapiro-Wilka dla wielowymiarowej normalności
pt: Teste de Shapiro-Wilk para normalidade multivariada
ta: பன்முக இயல்புநிலைக்கான சாபிரோ-வில்க் சோதனை
tr: Çok Değişkenli Normallik için Shapiro-Wilk Testi

source: Shapiro-Wilk
ja: シャピロ-ウィルク
pt: Teste de Shapiro-Wilk
ta: சாபிரோ-வில்க்

source: Variables
eu: Aldagaiak
ja: 変数
pl: Zmienne
pt: Variáveis
ta: மாறிகள்
tr: Değişkenler

source: Shapiro-Wilk Test for Bivariate Normality
es: Contraste de Shapiro-Wilk para la Normalidad Bivariante
eu: Shapiro-Wilk testa normaltasun bibariablerako
gl: Proba de Shapiro-Wilk para Normalidade Bivariante
ja: 二変量正規性のシャピロ・ウィルク検定
pl: Test Shapiro-Wilka normalności dwuwymiarowej
pt: Teste de Shapiro-Wilk para normalidade bivariada
ta: பிவாரேட் இயல்புநிலைக்கான சாபிரோ-வில்க் சோதனை
tr: İki Değişkenli Normallik için Shapiro-Wilk Testi

source: Scatter plots
es: Gráficos de dispersión
eu: Sakabanaketa-grafikoak
gl: Gráficas de dispersión
ja: 散布図
pl: Wykresy rozrzutu
pt: Gráficos de dispersão
ta: சிதறல் அடுக்கு
tr: Saçılım Grafikleri

source: Correlation plot
es: Gráfico de correlación
eu: Korrelazio-grafikoa
gl: Gráfica de correlación
ja: 相関のプロット
pl: Wykres korelacji
pt: Diagrama de correlação
ta: தொடர்பு சூழ்ச்சி
tr: Korelasyon grafiği

source: Correlation undefined: %s
es: Correlación indefinida: %s
eu: Korrelazioa definitu gabe: %s
gl: Correlación indefinida: %s
ja: 相関関係が未定義です: %s
pl: Korelacja niezdefiniowana: %s
pt: Correlação indefinida: %s
ta: தொடர்பு வரையறுக்கப்படவில்லை: %s
tr: Korelasyon tanımsız: %s

source: Plotting not possible: Number of observations is < 3
es: Representación imposible: El número de observaciones es < 3
eu: Ezin da grafikoa egin: Behaketa kopurua < 3 da
gl: Representación imposible: O número de observacións é < 3
ja: プロットできません： 観測数が3未満です
pl: Nie można utworzyć wykresów: liczba obserwacji jest < 3
pt: Não foi possível realizar a plotagem: Número de observações inferior a 3
ta: சூழ்ச்சி செய்ய முடியாது: அவதானிப்புகளின் எண்ணிக்கை <3
tr: Grafik çizilemiyor: Gözlem sayısı < 3

source: Plotting not possible: Number of observations is < 2
es: Representación imposible: El número de observaciones es < 2
eu: Ezin da grafikoa egin: Behaketa kopurua < 2 da
gl: Representación imposible: O número de observacións é < 2
ja: プロットできません： 観測数が2未満です
pl: Nie można utworzyć wykresów: liczba obserwacji jest < 2
pt: Não foi possível realizar a plotagem: Número de observações inferior a 2
ta: சூழ்ச்சி செய்ய முடியாது: அவதானிப்புகளின் எண்ணிக்கை <2
tr: Grafik çizilemiyor: Gözlem sayısı < 2

source: Plotting not possible: %s
es: No es posible hacer el gráfico: %s
eu: Ezin da grafikoa egin: %s
gl: Non é posible facer a gráfica: %s
ja: プロットできません: %s
pl: Nie można utworzyć wykresu: %s
pt: A plotagem não é possível: %s
ta: சூழ்ச்சி செய்ய முடியாது: %s
tr: Grafik çizilemiyor: %s

source: Partial Pearson's r
es: R de Pearson parcial
eu: Pearsonen r partziala
gl: R de Pearson parcial
ja: 部分ピアソンのr
pl: Cząstkowe r Pearsona
pt: r de Pearson (parcial)
ta: பகுதி பியர்சனின் ஆர்
tr: Kısmi Pearson'ın r'si

source: Partial Spearman's rho
es: Rho de Spearman parcial
eu: Spearmanen rho partziala
gl: Rho de Spearman parcial
ja: 部分的なスピアマンの順位係数
pl: Cząstkowe rho Spearmana
pt: rho de Spearman (parcial)
ta: பகுதி ச்பியர்மேனின் ரோ
tr: Kısmi Spearman'ın rho'su

source: Partial Kendall's tau B
es: Tau B de Kendall parcial
eu: Kendall-en tau B partziala
gl: Tau B de Kendall parcial
ja: 部分的なケンドールのタウB
pl: Cząstkowe tau-b Kendalla
pt: Tau B de Kendall (parcial)
ta: பகுதி கெண்டலின் த அயு ஆ
tr: Kısmi Kendall'ın tau B'si

source: %s heatmap
es: %s mapa de calor
eu: %s bero-mapa
gl: %s mapa de calor
ja: %s ヒートマップ
pl: mapa cieplna %s
pt: %s mapa de calor
ta: %s வெப்ப வரைபடம்
tr: %s ısı haritası

source: Heatmaps
es: Mapas de calor
eu: Bero-mapak
gl: Mapas de calor
ja: ヒートマップ
pl: Mapy cieplne
pt: Mapas de calor
ta: வெப்ப வரைபடங்கள்
tr: Isı Haritaları

source: Effect size (Fisher's z): For large correlation coeffiecients (> 0.9) and small sample sizes (< 10), approximation by Fisher's z transformation becomes less accurate
es: Magnitud del efecto (z de Fisher): Para coeficientes de correlación grandes (> 0.9) y tamaños muestrales pequeños (< 10), la aproximación mediante la transformación z de Fisher resulta menos precisa
eu: Efektuaren tamaina (Fisher-en z): Korrelazio-koefiziente handietarako (> 0.9) eta lagin-tamaina txikietarako (< 10), Fisher-en z transformazioaren bidezko hurbilketa ez da hain zehatza.
gl: Magnitude do efecto (z de Fisher): Para coeficientes de correlación grandes (> 0.9) e tamaños mostrais pequenos (< 10), a aproximación mediante a transformación z de Fisher vólvese menos precisa
pl: Wielkość efektu (z Fishera): Dla dużych współczynników korelacji (> 0,9) i małych prób (< 10) przybliżenie za pomocą transformacji z Fishera staje się mniej dokładne
pt: Tamanho de efeito (z de Fisher): Para coeficientes de correlação altos (> 0,9) e tamanhos de amostra pequenos (< 10), a aproximação pelo z de Fisher é menos precisa
ta: விளைவு அளவு (ஃபிசரின் இசட்): பெரிய தொடர்பு குணகங்கள் (> 0.9) மற்றும் சிறிய மாதிரி அளவுகள் (<10) ஆகியவற்றிற்கு, ஃபிசரின் சட் உருமாற்றத்தின் தோராயமானது குறைவான துல்லியமாகிறது
tr: Etki büyüklüğü (Fisher'ın z'si): Büyük korelasyon katsayıları (> 0.9) ve küçük örneklem büyüklükleri (< 10) için, Fisher'ın z dönüşümü ile yaklaşım daha az doğru hale gelir

source: Sellke, T., Bayarri, M. J., & Berger, J. O. (2001). Calibration of p Values for Testing Precise Null Hypotheses. The American Statistician, 55(1), p. 62-71.
eu: Sellke, T., Bayarri, M. J., & Berger, J. O. (2001). p Balioen Kalibrazioa Hipotesi Nulu Zehatzak Probatzeko. The American Statistician, 55(1), 62-71. or.
ja: Sellke, T., Bayarri, M. J., & Berger, J. O. (2001).正確な帰無仮説を検定するためのp値の補正。The American Statistician, 55(1), p. 62-71.
ta: செல்கே, டி., பேரி, எம். சே., & பெர்கர், சே. ஓ. (2001). துல்லியமான சுழிய கருதுகோள்களைச் சோதிப்பதற்கான பி மதிப்புகளின் அளவுத்திருத்தம். அமெரிக்க புள்ளிவிவர வல்லுநர், 55 (1), ப. 62-71.
tr: Sellke, T., Bayarri, M. J., & Berger, J. O. (2001). Kesin Null Hipotezlerini Test Etmek için p Değerlerinin Kalibrasyonu. The American Statistician, 55(1), s. 62-71.

source: Posterior is too peaked
es: La parte posterior es demasiado puntiaguda
gl: O posterior ten demasiado pico
ja: 事後分布はピークに達しすぎています
pl: Rozkład a posteriori jest zbyt spiczasty
pt: Posterior é muito pontiagudo
ta: பின்புறம் மிகவும் உயர்ந்தது
tr: Sonsal dağılım çok sivri

source: Bayesian Correlation Matrix Plot
es: Gráfico de la Matriz de Correlación Bayesiana
eu: Bayesiar Korrelazio Matrizearen Grafikoa
gl: Gráfica da Matriz de Correlación Baiesiana
ja: ベイズ相関行列のプロット
pl: Wykres macierzy korelacji bayesowskiej
pt: Gráfico de matrizes de correlação bayeasiana
ta: பேய்சியன் தொடர்பு மேட்ரிக்ச் சூழ்ச்சி
tr: Bayesci Korelasyon Matrisi Grafiği

source: Could not compute the posteriors
es: No se han podido calcular los posteriores
eu: Ezin izan dira atzekoak kalkulatu
gl: Non poden calcularse os posteriores
ja: 事後分布が計算できませんでした
pl: Nie można było obliczyć prawd. a posteriori
pt: Não foi possível computar os posteriores
ta: போச்டரியர்களை கணக்கிட முடியவில்லை
tr: Sonsal dağılımlar hesaplanamadı

source: Prior
es: Previo
eu: Aurrekoa
gl: Previo
ja: 事前分布
pt: Anterior
ta: முன்
tr: Önsel

source: Posterior
eu: Ondorengoa
ja: 事後分布
ta: பின்புறம்
tr: Sonsal

source: Bayesian Correlation Pairwise Plots
es: Gráficos de Parejas de Correlación Bayesiana
eu: Bayesiar Korrelazio Bikoteka Grafikoak
gl: Gráficas das Parellas de Correlación Baiesiana
ja: ベイズ相関のペアワイズプロット
pl: Bayesowskie wykresy korelacji parami
pt: Gráficos par a par de correlação bayesiana
ta: பேய்சியன் தொடர்பு சோடிவரிசை அடுக்கு
tr: Bayesci İkili Korelasyon Grafikleri

source: max %s
es: máx %s
gl: máx %s
ja: 最大%s
pl: maks. %s
pt: máx. %s
ta: அதிகபட்சம் %s
tr: maks %s

source: %1$s at kappa==%2$s
es: %1$s en kappa ==%2$s
eu: %1$s kappa==%2$s-tan
gl: %1$s en kappa==%2$s
ja: カッパ係数==%1$s における%2$s
pl: %1$s przy kappa==%2$s
pt: %1$s kappa==%2$s
ta: கப்பாவில்%1$s ==%2$s
tr: %1$s, kappa==%2$s iken

source: user prior
es: previa del usuario
eu: Erabiltzailearen aurrekoa
gl: usuario previo
ja: ユーザー事前分布
pl: prior użytkownika
pt: usuário anterior
ta: பயனர் முன்
tr: kullanıcı önseli

source: Stretched beta prior width
es: Ancho previo beta extendida
eu: Beta aurreko zabalera luzatua
gl: Largura previa de beta estendida
ja: 拡張ベータ事前分布の幅
pl: Rozpiętość rozciągniętego rozkładu a priori beta
pt: Largura beta pré-estendida
ta: நீட்டிக்கப்பட்ட பீட்டா முன் அகலம்
tr: Esnetilmiş beta önsel genişliği

source: Linearity Test
es: Contraste de linealidad
eu: Linealtasun Proba
gl: Proba de linearidade
pl: Test liniowości
pt: Teste de Linearidade
ta: நேரியல் சோதனை
tr: Doğrusallık Testi

source: Pair
es: Par
eu: Bikotea
gl: Par
pl: Para
pt: Par
ta: பேரிக்காய்
tr: Çift

source: For each pair A - B, tests if A is better predicted as a linear function of B, i.e., l := A ~ 1 + B, or a quadratic function of B, i.e., q := A ~ 1 + B + B^2. Uses the default settings for Bayesian regression, i.e., a JZS-prior with alpha set to 0.354 and for the model prior a beta binomial distribution with alpha = 1 and beta = 1. Note that since only two models are considered the model prior is equivalent to a uniform model prior.
es: Para cada par A - B, contrasta si A se predice mejor como función lineal de B, p.e. l := A ~ 1 + B, o como función cuadrática de B, p.e. q := A ~ 1 + B + B^2. Utiliza la configuración predeterminada para la regresión bayesiana, p.e. una previa-JZS con alfa establecida en 0.354, y para el modelo previo una distribución Beta-Binomial con alfa = 1 y beta = 1. Observa que, dado que solo se consideran dos modelos, el modelo previo es equivalente a un modelo previo uniforme.
eu: A - B bikote bakoitzerako, A hobeto iragartzen den probatzen du B-ren funtzio lineal gisa, hau da, l := A ~ 1 + B, edo B-ren funtzio koadratiko gisa, hau da, q := A ~ 1 + B + B^2. Erregresio Bayesiarraren ezarpen lehenetsiak erabiltzen ditu, hau da, JZS-aurrekoa alfa 0.354-ra ezarrita duena eta aurreko ereduarentzat beta banaketa binomiala alfa = 1 eta beta = 1 dituena. Kontuan izan bi eredu bakarrik kontuan hartzen direnez, ereduaren aurrekoa eredu uniformearen aurreko baten baliokidea dela.
gl: Para cada par A - B, proba se A se predí mellor como función linear de B, p.e. l := A ~ 1 + B, ou como función cuadrática de B, p.e. q := A ~ 1 + B + B^2. Utiliza a configuración predeterminada para a regresión baiesiana, p.e. unha previa-JZS con alfa establecida en 0.354, e para o modelo previo unha distribución Beta-Binomial con alfa = 1 e beta = 1. Observa que, posto que só se consideran dous modelos, o modelo previo é equivalente a un modelo previo uniforme.
pl: Dla każdej pary A - B testuje, czy A jest lepiej przewidywana jako funkcja liniowa B, tj. l := A ~ 1 + B, czy jako funkcja kwadratowa B, tj. q := A ~ 1 + B + B^2. Używa domyślnych ustawień regresji bayesowskiej, tj. rozkładu a priori JZS z parametrem alfa ustawionym na 0,354 oraz rozkładu beta-dwumianowemu z alfa = 1 i beta = 1. Należy zauważyć, że ponieważ rozważane są tylko dwa modele, rozkład a priori modelu jest równoważny rozkładowi jednostajnemu.
pt: Para cada par A - B, teste se A é melhor previsto como uma função linear de B, i.e., l := A ~ 1 + B, ou uma função quadrática de B, i.e., q := A ~1 + B + B^2. Use as configurações padrão para regressão Bayesiana, i.e., JZS-anterior com alfa definido para 0,354 e para o modelo anterior uma distribuição beta binomial com alfa = 1 e beta = 1. Note que, uma vez que apenas dois modelos são considerados, o modelo anterior é equivalente a um modelo uniforme anterior.
ta: ஒவ்வொரு சோடிக்கும் a - b, சோதனைகள் A இன் நேரியல் செயல்பாடாக சிறப்பாக கணிக்கப்பட்டால், அதாவது, l: = a ~ 1 + b, அல்லது b இன் இருபடி செயல்பாடு, அதாவது, q: = a ~ 1 + b + b^2. பேய்சியன் பின்னடைவுக்கான இயல்புநிலை அமைப்புகளைப் பயன்படுத்துகிறது, அதாவது, ஆல்பா 0.354 என அமைக்கப்பட்ட ஒரு JZS- முன்னுரிமை மற்றும் ஆல்பா = 1 மற்றும் பீட்டா = 1 உடன் பீட்டா பைனோமியல் விநியோகத்திற்கு முந்தைய மாதிரிக்கு.
tr: Her A - B çifti için, A'nın B'nin bir lineer fonksiyonu olarak mı (l := A ~ 1 + B), yoksa B'nin bir kuadratik fonksiyonu olarak mı (q := A ~ 1 + B + B^2) daha iyi tahmin edildiğini test eder. Bayesci regresyon için varsayılan ayarları kullanır, yani alfa'sı 0.354 olarak ayarlanmış bir JZS-önseli ve model önseli için alfa = 1 ve beta = 1 olan bir beta binom dağılımı. Sadece iki model düşünüldüğünden, model önselinin bir düzgün (uniform) model önseline eşdeğer olduğuna dikkat edin.

source: Evidence shown in favor of a linear model (l) against a quadratic model (q).
es: Evidencia mostrada en favor de un modelo lineal (l) frente a un modelo cuadrático (q).
eu: Ebidentzia eredu lineal baten (l) alde erakusten da eredu koadratiko baten (q) aurka.
gl: Evidencia amosada en favor dun modelo linear (l) fronte a un modelo cuadrático (q).
pl: Dowody przedstawione na rzecz modelu liniowego (l) względem modelu kwadratowego (q).
pt: As evidências se mostram a favor de um modelo linear (l) frente a um modelo quadrático (q).
ta: இருபடி மாதிரி (Q) க்கு எதிராக ஒரு நேரியல் மாதிரிக்கு (எல்) ஆதரவாக காட்டப்பட்டுள்ள சான்றுகள்.
tr: Bir kuadratik modele (q) karşı bir lineer model (l) lehinde gösterilen kanıt.

source: Evidence shown in favor of a quadratic model (q) against a linear model (l).
es: Evidencia mostrada en favor de un modelo cuadrático (q) frente a un modelo lineal (l).
eu: Eredu koadratiko baten (q) alde erakusten diren frogak, eredu lineal baten (l) aurka.
gl: Evidencia amosada en favor dun modelo cuadrático (q) fronte a un modelo linear (l).
pl: Dowody przedstawione na rzecz modelu kwadratowego (q) względem modelu liniowego (l).
pt: Evidências se mostram a favor de um modelo quadrático (q) em relação a um modelo linear (l).
ta: ஒரு நேரியல் மாதிரி (எல்) க்கு எதிராக இருபடி மாதிரிக்கு (Q) ஆதரவாக காட்டப்பட்டுள்ள சான்றுகள்.
tr: Bir lineer modele (l) karşı bir kuadratik model (q) lehinde gösterilen kanıt.

source: The Bernoulli family requires the dependent variable to be a factor with 2 levels.
es: La familia Bernoulli necesita que la variable dependiente sea un factor con 2 niveles.
eu: Bernoulli familiak mendeko aldagaia 2 maila dituen faktore bat izatea eskatzen du.
gl: A familia Bernoulli require que a variable dependente sexa un factor con 2 niveis.
pl: Analizy Bernoulliego wymagają, aby zmienna zależna była czynnikiem z 2 poziomami.
pt: A família Bernoulli requere que a variável dependente seja um fator com 2 níveis.
ta: பெர்ன lli லி குடும்பத்திற்கு சார்பு மாறி 2 நிலைகளைக் கொண்ட ஒரு காரணியாக இருக்க வேண்டும்.
tr: Bernoulli ailesi, bağımlı değişkenin 2 düzeyi olan bir faktör olmasını gerektirir.

source: The Binomial family requires the weights variable (i.e. total number of trials) to be non-zero.
es: La familia Binomial necesita que la variable de ponderaciones (p.e. el número total de intentos) sea no nula.
eu: Binomial familiak pisu aldagaia (hau da, saiakera kopuru osoa) zero ez izatea eskatzen du.
gl: A familia Binomial require que a variable de ponderacións (p.e. o número total de ensaios) sexa non nula.
pl: Analizy dwumianowe wymagają, aby zmienna wag (czyli łączna liczba powtórzeń) była różna od zera.
pt: A família Binomial requere que a variável de ponderações (i.e. número total de ensaios) não seja nula.
ta: பைனோமியல் குடும்பத்திற்கு எடை மாறி (அதாவது மொத்த சோதனைகளின் எண்ணிக்கை) பூச்சியமற்றதாக இருக்க வேண்டும்.
tr: Binom ailesi, ağırlık değişkeninin (yani toplam deneme sayısı) sıfırdan farklı olmasını gerektirir.

source: The Binomial family requires the dependent variable (i.e. proportion of successes) to be between 0 and 1 (inclusive).
es: La familia Binomial necesita que la variable dependiente (p.e. proporción de aciertos) esté entre 0 y 1 (ambos incluídos).
eu: Binomial familiak mendeko aldagaia (hau da, arrakasta proportzioa) 0 eta 1 artean egotea eskatzen du (biak barne).
gl: A familia Binomial require que a variable dependente (p.e. a proporción de acertos) estea entre 0 e 1 (ambos incluídos).
pl: Analizy dwumianowe wymagają, aby zmienna zależna (tj. proporcja sukcesów) mieściła się w przedziale od 0 do 1 (włącznie).
pt: A família Binomial requere que a variável dependente (i.e. proporção de sucessos) esteja entre 0 e 1 (incluídos).
ta: பைனோமியல் குடும்பத்திற்கு சார்பு மாறி (அதாவது வெற்றிகளின் விகிதம்) 0 முதல் 1 வரை (உள்ளடக்கியது) இருக்க வேண்டும்.
tr: Binom ailesi, bağımlı değişkenin (yani başarı oranı) 0 ile 1 (dahil) arasında olmasını gerektirir.

source: The Binomial family requires the weights variable (i.e. total number of trials) to be an integer.
es: La familia Binomial necesita que la variable de ponderaciones (p.e. el número total de intentos) sea un número entero.
eu: Binomial familiak pisu aldagaia (hau da, saiakera kopuru osoa) zenbaki osoa izatea eskatzen du.
gl: A familia Binomial require que a variable de ponderacións (p.e. o número total de ensaios) sexa un número enteiro.
pl: Analizy dwumianowe wymagają, aby zmienna wag (czyli łączna liczba powtórzeń) była liczbą całkowitą.
pt: A família Binomial requere que a variável de ponderações (i.e. número total de ensaios) seja um número inteiro.
ta: பைனோமியல் குடும்பத்திற்கு எடை மாறி (அதாவது மொத்த சோதனைகளின் எண்ணிக்கை) ஒரு முழு எண்ணாக இருக்க வேண்டும்.
tr: Binom ailesi, ağırlık değişkeninin (yani toplam deneme sayısı) bir tamsayı olmasını gerektirir.

source: The Gamma family and the Inverse Gaussian family require the dependent variable to be positive.
es: La familia Gamma y la familia Normal Inversa necesitan que la variable dependiente sea positiva.
eu: Gamma familiak eta alderantzizko Gauss familiak mendeko aldagaia positiboa izatea eskatzen dute.
gl: A familia Gamma e a familia Normal Inversa requiren que a variable dependente sexa positiva.
pl: Analizy gamma oraz odwrotnej rozkładu normalnego wymagają, aby zmienna zależna była dodatnia.
pt: As famílias Gama e Gaussiana Inversa requerem que a variável dependente seja positiva.
ta: காமா குடும்பம் மற்றும் தலைகீழ் காசியன் குடும்பம் சார்பு மாறி நேர்மறையாக இருக்க வேண்டும்.
tr: Gama ailesi ve Ters Gauss ailesi, bağımlı değişkenin pozitif olmasını gerektirir.

source: The Poisson family requires the dependent variable to be an integer.
es: La familia Poisson necesita que la variable dependiente sea un número entero.
eu: Poisson familiak mendeko aldagaia zenbaki osoa izatea eskatzen du.
gl: A familia Poisson require que a variable dependente sexa un número enteiro.
pl: Analizy Poissona wymagają, aby zmienna zależna była liczbą całkowitą.
pt: A família Poisson requere que a variável dependente seja um número inteiro.
ta: பாய்சன் குடும்பத்திற்கு சார்பு மாறி ஒரு முழு எண்ணாக இருக்க வேண்டும்.
tr: Poisson ailesi, bağımlı değişkenin bir tamsayı olmasını gerektirir.

source: The Gaussian family with the log link requires the dependent variable to be positive.
es: La familia Normal con la transformación log necesita que la variable dependiente sea positiva.
eu: Lotura logaritmikoa duen Gauss familiak mendeko aldagaia positiboa izatea eskatzen du.
gl: A familia Normal coa transformación log require que a variable dependente sexa positiva.
pl: Analizy Gaussa z logarytmem wymagają, aby zmienna zależna była dodatnia.
pt: A família Gaussiana com a transformação log requere que a variável dependente seja positiva.
ta: பதிவு இணைப்பைக் கொண்ட காசியன் குடும்பத்திற்கு சார்பு மாறி நேர்மறையாக இருக்க வேண்டும்.
tr: Log bağlantı fonksiyonlu Gauss ailesi, bağımlı değişkenin pozitif olmasını gerektirir.
