Repository: jasp-stats/jaspRegression
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pl, pt, ta, tr

source: For all tests, the alternative hypothesis specifies that the %s is positive.
es: Para todos los contrastes, la hipótesis alternativa especifica que el %s es positivo.
eu: Proba guztietarako, hipotesi alternatiboak %s positiboa dela zehazten du.
gl: Para tódalas probas, a hipótese alternativa indica que o %s é positivo.
ja: すべての検定について、対立仮説は%sが正であることを示す.
pl: Dla każdego z testów hipoteza alternatywna wskazuje, że %s jest dodatnie.
pt: Para todos os testes, a hipótese alternativa especifica que o %s é positivo.
ta: அனைத்து சோதனைகளுக்கும், மாற்று கருதுகோள் %s நேர்மறையானது என்பதைக் குறிப்பிடுகிறது.
tr: Tüm testler için, alternatif hipotez %s'nin pozitif olduğunu belirtir.

source: For all tests, the alternative hypothesis specifies that the %s is negative.
es: Para todos los contrastes, la hipótesis alternativa especifica que la %s es negativa.
eu: Proba guztietarako, hipotesi alternatiboak %s negatiboa dela zehazten du.
gl: Para tódalas probas, a hipótese alternativa indica que a %s é negativa.
ja: すべての検定について、対立仮説は %s が負であることを示す.
pl: Dla każdego z testów hipoteza alternatywna wskazuje, że %s jest ujemne.
pt: Para todos os testes, a hipótese alternativa especifica que %s é negativo.
ta: எல்லா சோதனைகளுக்கும், மாற்று கருதுகோள் %s எதிர்மறையானது என்பதைக் குறிப்பிடுகிறது.
tr: Tüm testler için, alternatif hipotez %s'nin negatif olduğunu belirtir.

source: Scatterplot
es: Gráfico de dispersión
eu: Sakabanaketa grafikoa
gl: Gráfica de dispersión
ja: 散布図
pl: Wykres rozrzutu
pt: Gráfico de dispersão
ta: சிதறல்
tr: Saçılım Grafiği

source: Prior and Posterior
es: Previa y Posterior
eu: Aurreko eta ondorengo
gl: Previa e Posterior
ja: 事前分布と事後分布
pl: Prior i posterior
pt: Anterior e Posterior
ta: முன் மற்றும் பின்புறம்
tr: Önsel ve Sonsal

source: Bayes Factor Robustness Check
es: Comprobación de robustez del Factor de Bayes
eu: Bayes faktorearen sendotasun egiaztapena
gl: Comprobación da robustez do Factor de Bayes
ja: ベイズファクターの頑健性チェック
pl: Weryfikacja odporności współczynnika Bayesa
pt: Verificação de robustez do fator Bayes
ta: பேயச் காரணி வலுவான சோதனை
tr: Bayes Faktörü Sağlamlık Kontrolü

source: Sequential Analysis
es: Análisis Secuencial
eu: Analisi Sekuentziala
gl: Análise secuencial
ja: 逐次解析
pl: Analiza sekwencyjna
pt: Análise Sequencial
ta: தொடர்ச்சியான பகுப்பாய்வு
tr: Sıralı Analiz

source: Bayesian Pearson Correlations
es: Correlaciones bayesianas de Pearson
eu: Bayesiar Pearson korrelazioak
gl: Correlacións baiesianas de Pearson
ja: ベイジアンピアソン相関
pl: Bayesowskie współczynniki Pearsona
pt: Correlações Pearson bayesianas
ta: பேய்சியன் பியர்சன் தொடர்புகள்
tr: Bayesci Pearson Korelasyonları

source: Bayesian Kendall's Tau Correlations
es: Correlaciones bayesianas de la Tau de Kendall
eu: Bayesiar Kendall-en Tau korrelazioak
gl: Correlacións baiesianas da Tau de Kendall
ja: ベイジアン・ケンドールのタウ相関
pl: Bayesowskie współczynniki tau Kendalla
pt: Correlação Tau de Kendall bayesiana
ta: பேய்சியன் கெண்டலின் ட அயு தொடர்புகள்
tr: Bayesci Kendall'ın Tau Korelasyonları

source: Bayesian Spearman Correlations
es: Correlaciones bayesianas de Spearman
eu: Bayesiar Spearman korrelazioak
gl: Correlacións baiesianas de Spearman
ja: ベイジアン・スピアマン相関
pl: Bayesowskie współczynniki Spearmana
pt: Correlações Spearman bayesianas
ta: பேய்சியன் ச்பியர்மேன் தொடர்புகள்
tr: Bayesci Spearman Korelasyonları

source: Bayesian Correlation Table
es: Tabla de Correlaciones bayesianas
eu: Korrelazio Bayesiarraren Taula
gl: Táboa de Correlacións baiesianas
ja: ベイジアン相関係数
pl: Bayesowska tabela korelacji
pt: Tabela de correlações bayesianas
ta: பேய்சியன் தொடர்பு அட்டவணை
tr: Bayesci Korelasyon Tablosu

source: Pearson Correlations
es: Correlaciones de Pearson
eu: Pearson korrelazioak
gl: Correlacións de Pearson
ja: ピアソン相関
pl: Współczynniki Pearsona
pt: Correlações de Pearson
ta: பியர்சன் தொடர்பு
tr: Pearson Korelasyonları

source: Kendall's Tau Correlations
es: Correlaciones Tau de Kendall
eu: Kendall-en Tau korrelazioak
gl: Correlacións da Tau de Kendall
ja: ケンドールのタウ相関
pl: Współczynniki tau Kendalla
pt: Coeficiente de correlação Tau de Kendall
ta: கெண்டலின் ட அயு தொடர்புகள்
tr: Kendall'ın Tau Korelasyonları

source: Spearman Correlations
es: Correlaciones de Spearman
eu: Spearman korrelazioak
gl: Correlacións de Spearman
ja: スピアマン相関
pl: Współczynniki Spearmana
pt: Correlações de Spearman
ta: ச்பியர்மேன் தொடர்புகள்
tr: Spearman Korelasyonları

source: Correlation Table
es: Tabla de Correlación
eu: Korrelazio Taula
gl: Táboa de Correlación
ja: 相関表
pl: Tabela korelacji
pt: Tabela de correlações
ta: தொடர்பு அட்டவணை
tr: Korelasyon Tablosu

source: Pearson's r
es: R de Pearson
eu: Pearsonen r
gl: R de Pearson
ja: ピアソンのr
pl: r Pearsona
pt: r de Pearson
ta: பியர்சனின் ஆர்
tr: Pearson'ın r'si

source: Spearman's rho
es: Rho de Spearman
eu: Spearmanen rho
gl: Rho de Spearman
ja: スピアマンのロゥ
pl: rho Spearmana
pt: rho de Spearman
ta: ச்பியர்மேனின் ரோ
tr: Spearman'ın rho'su

source: Kendall's tau B
es: Tau B de Kendall
eu: Kendall-en tau B
gl: Tau B de Kendall
ja: ケンドールのタウB
pl: tau-b Kendalla
pt: Tau B de Kendall
ta: கெண்டலின் த அயு ஆ
tr: Kendall'ın tau B'si

source: Pearson
ja: ピアソン
pt: r de Pearson
ta: பியர்சன்

source: Spearman
ja: スピアマン
pt: rho de Spearman
ta: ச்பியர்மேன்

source: Kendall
ja: ケンドール
pt: Tau de Kendall
ta: கெண்டல்

source: Density
es: Densidad
eu: Dentsitatea
gl: Densidade
ja: 密度
pl: Gęstość
pt: Densidade
ta: அடர்த்தி
tr: Yoğunluk

source: Plotting not possible: Number of observations is < 3
es: No es posible graficar: El número de observaciones es < 3
eu: Ezin da grafikoa egin: Behaketa kopurua < 3 da
gl: Non é posible a representación gráfica: o número de observacións é < 3
ja: プロットできません：観測数が3未満です
pl: Nie można utworzyć wykresów: liczba obserwacji jest < 3
pt: Não foi possível realizar a plotagem: número de observações é inferior a 3
ta: சூழ்ச்சி செய்ய முடியாது: அவதானிப்புகளின் எண்ணிக்கை <3
tr: Grafik çizilemiyor: Gözlem sayısı < 3

source: Plotting not possible: Infinite value(s)
es: No es posible graficar: valor infinito(s)
eu: Ezin da grafikoa egin: Balio infinitua(k)
gl: Non é posible a representación gráfica: Valor(es) infinito(s)
ja: プロットできません：値が無限のものがあります
pl: Nie można utworzyć wykresów: występują wartości nieskończone
pt: Não foi possível realizar a plotagem: valor(es) infinito(s)
ta: சூழ்ச்சி செய்ய முடியாது: எல்லையற்ற மதிப்பு (கள்)
tr: Grafik çizilemiyor: Sonsuz değer(ler)

source: rho
ja: ロー
ta: ரோ

source: tau
ja: タウ
ta: பெறுங்கள்

source: rho[s]
ja: ロー
ta: ரோ [கள்]
tr: rho[lar]

source: Pearson's
es: De Pearson
eu: Pearson-en
gl: de Pearson
ja: ピアソンの
pl: Pearsona
pt: r de Pearson
ta: பியர்சன்
tr: Pearson'ın

source: Spearman's
es: De Spearman
eu: Spearman-en
gl: de Spearman
ja: スピアマンの
pl: Spearmana
pt: rho de Spearman
ta: ச்பியர்மேன்ச்
tr: Spearman'ın

source: Kendall's
es: De Kendall
eu: Kendall-en
gl: de Kendall
ja: ケンドールの
pl: Kendalla
pt: Tau de Kendall
ta: கெண்டல்ச்
tr: Kendall'ın

source: Kendall's tau
es: Tau de Kendall
eu: Kendall-en tau
gl: Tau de Kendall
ja: ケンドールのタウ
pl: tau Kendalla
pt: Tau de Kendall
ta: கெண்டலின் த அயு
tr: Kendall'ın tau'su

source: Upper %s%% CI
es: IC superior %s%%
eu: %s%% KT gorena
gl: IC superior a %s%%
ja: 上側 %s%% CI
pl: Górny %s%% PU
pt: IC Superior a %s%%
ta: மேல் %s%% தொஒ
tr: Üst %s%% GA

source: Lower %s%% CI
es: IC inferior al %s%%
eu: %s%% KT behekoa
gl: IC inferior a %s%%
ja: 下側 %s%% CI
pl: Dolny %s%% PU
pt: IC inferior a %s%%
ta: குறைந்த%s%% தொஒ
tr: Alt %s%% GA

source: Ranks of %s
es: Rangos de %s
gl: Rangos de %s
ja: %sのランク
pl: Rangi %s
pt: Fileiras de %s
ta: %s அணிகள்
tr: %s'in Sıralamaları

source: The full model could not be fitted to the data, with the following error message: '%s'
es: El modelo completo no se puede ajustar a los datos, con el siguiente mensaje de fallo: '%s'
eu: Eredu osoa ezin izan da datuetara egokitu, errore-mezu honekin: '%s'
gl: O modelo completo non se pode axustar aos datos, coa seguinte mensaxe de fallo: '%s'
pl: Pełny model nie mógł zostać dopasowany do danych. Komunikat o błędzie: „%s”
pt: O modelo completo não pôde ser ajustado aos dados, com a seguinte mensagem de erro: '%s'
ta: பின்வரும் பிழை செய்தியுடன், முழு மாதிரியை தரவுக்கு பொருத்த முடியவில்லை: '%s'
tr: Tam model veriye uydurulamadı, hata mesajı: '%s'

source: The null model could not be fitted to the data, with the following error message: '%s'
es: El modelo nulo no se puede ajustar a los datos, con el siguiente mensaje de fallo: '%s'
eu: Eredu nulua ezin izan da datuetara egokitu, errore-mezu honekin: '%s'
gl: O modelo nulo non se pode axustar aos datos, coa seguinte mensaxe de fallo: '%s'
pl: Model zerowy nie mógł zostać dopasowany do danych. Komunikat o błędzie: „%s”
pt: O modelo nulo não pôde ser ajustado aos dados, com a seguinte mensagem de erro: '%s'
ta: பின்வரும் பிழை செய்தியுடன் சுழிய மாதிரியை தரவுக்கு பொருத்த முடியவில்லை: '%s'
tr: Null model veriye uydurulamadı, hata mesajı: '%s'

source: Could not find valid starting values. Check feasibility of the model to fit the data.
es: No se encuentran valores válidos de inicio. Comprueba la aplicabilidad del modelo para ajustar los datos.
eu: Ezin izan dira hasierako balio baliodunak aurkitu. Egiaztatu ereduaren bideragarritasuna datuak egokitzeko.
gl: Non se atopan valores válidos de inicio. Comproba a aplicabilidade do modelo para axustar os datos.
pl: Nie udało się znaleźć prawidłowych wartości początkowych. Sprawdź, czy dopasowanie modelu do danych jest możliwe.
pt: Não foi possível encontrar valores iniciais válidos. Verifique a viabilidade do modelo para ajustar os dados.
ta: செல்லுபடியாகும் தொடக்க மதிப்புகளைக் கண்டுபிடிக்க முடியவில்லை. தரவைப் பொருத்த மாதிரியின் சாத்தியத்தை சரிபார்க்கவும்.
tr: Geçerli başlangıç değerleri bulunamadı. Modelin veriye uyum sağlama fizibilitesini kontrol edin.

source: Plotting is not possible: %s
es: No es posible la representación gráfica: %s
eu: Ezin da grafikoa egin: %s
gl: Non é posible a representación gráfica: %s
ja: プロットができません: %s
pl: Nie można utworzyć wykresu: %s
pt: Não é possível realizar a plotagem: %s
ta: சதித்திட்டம் சாத்தியமில்லை: %s
tr: Grafik çizilemiyor: %s

source: Q-Q Plots
es: Gráficos Q-Q
eu: Q-Q Grafikoak
gl: Gráficas Q-Q
ja: Q-Qプロット
pl: Wykresy K-K
pt: Gráficos Q-Q
ta: Q-Q அடுக்கு
tr: Q-Q Grafikleri

source: Q-Q plot: Standardized %1s residuals
es: Gráfico Q-Q: Errores %1s tipificados
eu: Q-Q grafikoa: %1s hondar estandarizatuak
gl: Gráfica Q-Q: Erros %1s tipificados
ja: Q-Qプロット: 標準化された%1s 残差
pl: Wykres K-K: reszty standaryzowane %1s
pt: Gráfico Q-Q: %1s Resíduos Padronizados
ta: Q-Q சதி: தரப்படுத்தப்பட்ட %1s எச்சங்கள்
tr: Q-Q grafiği: Standartlaştırılmış %1s artıkları

source: There are no predictors to test for multicollinearity
es: No hay predictores para contrastar la multicolinealidad
eu: Ez dago multikolinearitatea probatzeko aurreikuslerik
gl: Non hai preditores para probar a multicolinearidade
ja: 多重共線性の検定をするための予測子がありません
pl: Brak predyktorów do przetestowania współliniowości
pt: Não existem preditores para testar por multicolinearidade
ta: மல்டிகோலினரிட்டியை சோதிக்க முன்னறிவிப்பாளர்கள் எதுவும் இல்லை
tr: Çoklu doğrusallığı test edecek hiçbir yordayıcı yok

source: P-values correspond to test of null hypothesis against %s.
es: Los valores P se corresponden con el contraste de la hipótesis nula contra %s.
eu: P-balioak hipotesi nuluaren probari dagozkio %s-ren aurka.
gl: Os valores P correspóndense coa proba da hipótese nula contra %s.
pl: Wartości p odpowiadają testowi hipotezy zerowej względem %s.
pt: Os valores-p correspondem ao teste da hipótese nula em relação a %s.
ta: பி-மதிப்புகள் %s க்கு எதிரான சுழிய கருதுகோளின் சோதனைக்கு ஒத்திருக்கும்.
tr: P-değerleri, null hipotezin %s'e karşı test edilmesine karşılık gelir.

source: Results are averaged over the levels of: %s.
es: Los resultados son promedios calculados sobre los niveles de: %s.
eu: Emaitzak batez bestekoa kalkulatzen dira honako mailen gainean: %s.
gl: Os resultados son medias calculadas sobre os niveis de: %s.
ja: 結果は次の水準で平均化されています: %s.
pl: Wyniki są uśrednione dla poziomów z: %s.
pt: Os resultados são calculados, em média, sobre os níveis de: %s.
ta: முடிவுகள் சராசரியாக உள்ளன: %s.
tr: Sonuçlar şunun düzeyleri üzerinden ortalamalanmıştır: %s.

source: P-values are not adjusted.
es: Los valores P no están ajustados.
eu: P-balioak ez daude doituta.
gl: Os valores P non están axustados.
ja: P値は調整されていません.
pl: Wartości p nie zostały skorygowane.
pt: Os valores-p não estão ajustados.
ta: பி-மதிப்புகள் சரிசெய்யப்படவில்லை.
tr: P-değerleri düzeltilmemiştir.

source: Holm
ta: ஓல்ம்

source: Homel
ta: வீட்டு

source: Hochberg
ta: ஓட்ச்பெர்க்

source: Multivariate-t
es: T multivariante
eu: Aldagai anitzeko t
gl: T multivariante
pl: Wielowymiarowe t
pt: T multivariado
ta: பன்முக-டி
tr: Çok Değişkenli-t

source: Tukey
ja: テューキー(Tukey)
ta: டுகே

source: Benjamini-Hochberg
ta: பெஞ்சமினி-ஓச்ச்பெர்க்

source: Benjamini-Yekutieli
ta: என்ன

source: Scheffé
ja: シェフェ(Scheffe)
ta: ச்கெஃப்

source: Sidak
ta: சிடக்

source: Dunnett
ta: டன்னெட்

source: Bonferroni
ta: போன்பெரோரோனி

source: P-values are adjusted using %s adjustment.
es: Los valores P se ajustaron utilizando el ajuste %s.
eu: P-balioak %s doikuntza erabiliz doitzen dira.
gl: Os valores P axustáronse utilizando o axuste %s.
pl: Wartości P zostały skorygowane za pomocą korekty %s.
pt: Valores-p ajustados usando o ajuste %s.
ta: பி-மதிப்புகள் %s சரிசெய்தலைப் பயன்படுத்தி சரிசெய்யப்படுகின்றன.
tr: P-değerleri %s düzeltmesi kullanılarak ayarlanmıştır.

source: Predicted
es: Predicho
eu: Aurreikusitakoa
gl: Predito
ja: 予測
pl: Przewidywane
pt: Previsto
ta: கணிக்கப்பட்டுள்ளது
tr: Tahmin Edilen

source: (Intercept)
es: (Constante)
eu: (Ebakidura) ???
gl: (Constante)
pl: (Wyraz wolny)
pt: (Intercepto)
ta: (இடைமறிப்பு)
tr: (Kesme Noktası)

source: Influential Cases
es: Casos influyentes
eu: Kasu Eragingarriak
gl: Casos influentes
pl: Kluczowe obserwacje
pt: Casos Influentes
ta: செல்வாக்குமிக்க வழக்குகள்
tr: Etkili Vakalar

source: Std. Residual
es: Error Típico
eu: Hondar Estandarra
gl: Erro padrón
ja: 標準的な残差
pl: Reszty stand.
pt: Resíduos padrão
ta: Std. மீதமுள்ள
tr: Std. Artık

source: Predicted Value
es: Valor Predicho
eu: Aurreikusitako Balioa
gl: Valor Predito
ja: 予測値
pl: Wartość przewidywana
pt: Valor previsto
ta: கணிக்கப்பட்ட மதிப்பு
tr: Tahmin Edilen Değer

source: Residual
es: Error
eu: Hondarra
gl: Erro
ja: 残差
pl: Reszta
pt: Resíduos
ta: மீதமுள்ள
tr: Artık

source: DFBETAS:Intercept
es: DFBETAS: Constante
gl: DFBETAS: Constante
pl: DFBETAS:Wyraz wolny
pt: DFBETAS:Intercepto
ta: Dfbetas: இடைமறிப்பு
tr: DFBETAS:Kesme Noktası

source: Mahalanobis distance cannot be computed for the intercept only model.
es: No se puede calcular la distancia de Mahalanobis para el modelo con solo la constante.
eu: Mahalanobis distantzia ezin da kalkulatu ebakidura soilik duen ereduarentzat.
gl: Non pode calcularse a distancia de Mahalanobis para o modelo con só a constante.
pl: Odległość Mahalanobisa nie może zostać obliczona dla modelu zawierającego jedynie wyraz wolny.
pt: Não é possível calcular a distância de Mahalanobis para um modelo contendo apenas intercepto.
ta: மஅலானோபிச் தூரத்தை இடைமறிப்புக்கு மட்டும் மாதிரிக்கு கணக்கிட முடியாது.
tr: Mahalanobis mesafesi sadece kesme noktası içeren model için hesaplanamaz.

source: No influential cases found.
es: No se encontraron casos influyentes.
eu: Ez da eragin handiko kasurik aurkitu.
gl: Non se atoparon casos influentes.
pl: Nie znaleziono obserwacji kluczowych.
pt: Não foram encontrados casos influentes.
ta: செல்வாக்குமிக்க வழக்குகள் எதுவும் கிடைக்கவில்லை.
tr: Hiçbir etkili vaka bulunamadı.

source: Potentially influential case, according to the selected influence measure.
es: Caso potencialmente influyente, de acuerdo con la medida de influencia seleccionada.
eu: Eragin handiko kasu potentziala, hautatutako eragin-neurriaren arabera.
gl: Caso potencialmente influente, de acordo coa medida de influencia seleccionada.
pl: Potencjalnie jest to obserwacja kluczowa według wybranej miary wpływu.
pt: Caso potencialmente influente, de acordo com a medida de influência selecionada.
ta: தேர்ந்தெடுக்கப்பட்ட செல்வாக்கு அளவின்படி, செல்வாக்கு செலுத்தும் வழக்கு.
tr: Seçilen etki ölçütüne göre potansiyel olarak etkili vaka.

source: Influence measures could not be computed for some cases due to extreme values, try another measure.
es: Las medidas de influencia no se pueden calcular para algunos casos debido a valores extremos; prueba otra medida.
eu: Eragin-neurriak ezin izan dira kalkulatu kasu batzuetarako, muturreko balioak direla eta, saiatu beste neurri bat.
gl: As medidas de influencia non se poden calcular para algúns casos debido a valores extremos; proba outra medida.
pl: Dla niektórych obserwacji nie udało się obliczyć miar wpływu z powodu wartości skrajnych. Spróbuj użyć innej miary.
pt: As medidas de influência não puderam ser calculadas para alguns casos devido a valores extremos, tente outra medida.
ta: தீவிர மதிப்புகள் காரணமாக சில சந்தர்ப்பங்களில் செல்வாக்கு நடவடிக்கைகளை கணக்கிட முடியவில்லை, மற்றொரு அளவை முயற்சிக்கவும்.
tr: Bazı vakalar için aşırı değerler nedeniyle etki ölçütleri hesaplanamadı, başka bir ölçüt deneyin.

source: Vovk-Sellke Maximum <em>p</em>-Ratio: Based on the <em>p</em>-value, the maximum possible odds in favor of H%1$s over H%2$s equals 1/(-e <em>p</em> log(<em>p</em>)) for <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
es: Relación <em>p</em> Máxima de Vovk-Sellke: Basado en el valor <em>p</em>, la máxima probabilidad posible favorable a H%1$s sobre H%2$s igual 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri & Berger, 2001).
eu: Vovk-Sellke Gehienezko <em>p</em>-Ratioa: <em>p</em>-balioan oinarrituta, H%1$s-ren aldeko gehienezko probabilitatea H%2$s-ren gainetik berdina da 1/(-e <em>p</em> log(<em>p</em>)) <em>p</em> %3$s-rako .37 (Sellke, Bayarri, & Berger, 2001).
gl: Máximo Cociente <em>p</em> de Vovk-Sellke: Baseado no valor <em>p</em>, a máxima probabilidade posible favorable a H%1$s sobre H%2$s igual a 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri & Berger, 2001).
ja: Vovk-Sellke の最大 <em>p</em> 比: <em>p</em>-値に基づいて、 H%2$sよりもH%1$sを支持する最大の可能なオッズは、 <em>p</em> %3$s .37に対して1/(-e <em>p</em> log(<em>p</em>))に等しくなります (Sellke, Bayarri, & Berger, 2001)。
pl: Maksymalna wartość <em>p</em> Vovka-Sellkego: Na podstawie wartości <em>p</em>, maksymalne możliwe szanse na korzyść H%1$s nad H%2$s wynoszą 1/(-e <em>p</em> log(<em>p</em>)) dla <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
pt: Vovk-Sellke Maximum <em>p</em>-Razão: Baseada no <em>p</em>-valor, a probabilidade máxima possível a favor de H%1$s sobre H%2$s é igual 1/(-e <em>p</em> log(<em>p</em>)) para <em>p</em> %3$s .37 (Sellke, Bayarri, & Berger, 2001).
ta: Vovk -sellke அதிகபட்சம் <em> ப </em> -ரேடியோ: <em> ப </em> -மதிப்பு, H%2$s க்கு மேல் H%1$s க்கு ஆதரவாக அதிகபட்ச முரண்பாடுகள் <em> பி </em> %3$s .37 க்கான 1/(-மற்றும் <em> ப </em> பதிவு (<em> ப </em>)) (SELLKE, BAYARRI, & பெர்கர், 2001).
tr: Vovk-Sellke Maksimum <em>p</em>-Oranı: <em>p</em>-değerine dayalı olarak, H%1$s'in H%2$s'e üstünlüğü lehindeki maksimum olası olasılık, <em>p</em> %3$s .37 için 1/(-e <em>p</em> log(<em>p</em>))'e eşittir (Sellke, Bayarri, & Berger, 2001).

source: Computing Durbin-Watson Statistics
es: Cálculo de las estadísticas de Durbin-Watson
eu: Durbin-Watson estatistikoak kalkulatzen
gl: Cálculo das estatísticas de Durbin-Watson
pl: Obliczanie statystyk Durbina-Watsona
pt: Calculando a estatística de Durbin-Watson
ta: டர்பின்-வாட்சன் புள்ளிவிவரங்களை கணக்கிடுதல்
tr: Durbin-Watson İstatistikleri Hesaplanıyor

source: Kendall's Tau
es: Tau de Kendall
eu: Kendall-en tau
gl: Tau de Kendall
ja: ケンドールのタウ
pl: tau Kendalla
pt: Tau de Kendall
ta: கெண்டலின் த அயு
tr: Kendall'ın Tau'su

source: Partial Correlation Table
es: Tabla de Correlación Parcial
eu: Korrelazio Partzialeko Taula
gl: Táboa de Correlación Parcial
ja: 偏相関表
pl: Tabela korelacji cząstkowych
pt: Tabela de correlação parcial
ta: பகுதி தொடர்பு அட்டவணை
tr: Kısmi Korelasyon Tablosu

source: %s Correlations
es: %s Correlaciones
eu: %s korrelazioak
gl: Correlacións %s
ja: %s 相関
pl: %s Korelacje
pt: %s Correlações
ta: %s தொடர்புகள்
tr: %s Korelasyonları

source: %s Partial Correlations
es: %s Correlaciones Parciales
eu: %s korrelazio partzialak
gl: Correlacións Parciais %s
ja: %s 偏相関
pl: %s Korelacje cząstkowe
pt: %s Correlações parciais
ta: %s பகுதி தொடர்புகள்
tr: %s Kısmi Korelasyonları

source: All tests one-tailed, for positive correlation.
es: Todos los contrastes de una cola, para correlación positiva.
eu: Proba guztiak alde bakarrekoak dira, korrelazio positiboa lortzeko.
gl: Tódalas probas de unha cola, para correlación positiva.
ja: すべての検定は正の相関についての片側検定です.
pl: Wszystkie testy jednostronne (dla korelacji dodatniej).
pt: Todos os testes são unilaterais para correlação positiva.
ta: நேர்மறையான தொடர்புக்கு அனைத்து சோதனைகளும் ஒரு வால்.
tr: Tüm testler tek yönlü, pozitif korelasyon için.

source: , one-tailed
es: , de una cola
eu: , alde bakarrekoak
gl: , de unha cola
ja: ,片側
pl: , jednostronnie
pt: , unilaterais
ta: , ஒரு வால்
tr: , tek yönlü

source: All tests one-tailed, for negative correlation.
es: Todos los contrastes una cola, para correlación negativa.
eu: Proba guztiak alde bakarrekoak dira, korrelazio negatiboa lortzeko.
gl: Tódalas probas de unha cola, para correlación negativa.
ja: すべてのテストは負の相関についての片側検定です.
pl: Wszystkie testy jednostronne (dla korelacji ujemnej).
pt: Todos os testes são unilaterais para correlação negativa.
ta: அனைத்து சோதனைகளும் ஒரு வால், எதிர்மறை தொடர்புக்கு.
tr: Tüm testler tek yönlü, negatif korelasyon için.

source: p < .05, ** p < .01, *** p < .001%s
ja: p < 0.05, ** p < 0.01, *** p < 0.001%s
ta: ப <.05, ** ப <.01, *** ப <.001%s

source: Conditioned on variables: %s.
es: Condicionado a las variables: %s.
eu: Aldagaietan baldintzatuta: %s.
gl: Condicionado ás variables: %s.
ja: 変数に対する条件: %s.
pl: Warunkowo względem zmiennych: %s.
pt: Condicionado às variáveis: %s.
ta: மாறிகள் மீது நிபந்தனைக்குட்பட்டது: %s.
tr: Şu değişkenlere koşullu: %s.

source: Standard error of effect size (Fisher's z) is currently unavailable for non-parametric partial correlations.
es: El Error típico de la magnitud del efecto (z de Fisher) aún no está disponible para correlaciones parciales no paramétricas.
eu: Efektu-tamainaren errore estandarra (Fisher-en z) ez dago erabilgarri une honetan korrelazio partzial ez-parametrikoetarako.
gl: O Erro padrón da magnitude do efecto (z de Fisher) aínda non está dispoñible para correlacións parciais non paramétricas.
pl: Błąd standardowy wielkości efektu (z Fishera) jest obecnie niedostępny dla nieparametrycznych korelacji cząstkowych.
pt: O erro padrão do tamanho de efeito (z de Fisher) está atualmente indisponível para correlações parciais não paramétricas.
ta: விளைவு அளவின் நிலையான பிழை (ஃபிசரின் இசட்) தற்போது அளவுரு அல்லாத பகுதி தொடர்புகளுக்கு கிடைக்கவில்லை.
tr: Etki büyüklüğünün standart hatası (Fisher'ın z'si) şu anda parametrik olmayan kısmi korelasyonlar için mevcut değildir.
