Repository: jasp-stats/jaspRegression
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pl, pt, ta, tr

source: The Gaussian family requires the dependent variable to be a numerical variable.
es: La familia Normal necesita que la variable dependiente sea una variable numérica.
eu: Gauss familiak mendeko aldagaia aldagai numerikoa izatea eskatzen du.
gl: A familia Normal require que a variable dependente sexa unha variable numérica.
pl: Analizy Gaussa wymagają, aby zmienna zależna była zmienną liczbową.
pt: A família Gaussiana requere que a variável dependente seja uma variável numérica.
ta: காசியன் குடும்பத்திற்கு சார்பு மாறி ஒரு எண் மாறியாக இருக்க வேண்டும்.
tr: Gauss ailesi, bağımlı değişkenin sayısal bir değişken olmasını gerektirir.

source: Multinomial logistic regression requires the dependent variable to be a factor with at least 3 levels.
es: La Regresión Logística Multinomial necesita que la variable dependiente sea un factor con al menos 3 niveles.
eu: Erregresio logistiko multinomialak mendeko aldagaia gutxienez 3 maila dituen faktore bat izatea eskatzen du.
gl: A Regresión Loxística Multinomial require que a variable dependente sexa un factor con 3 niveis, cando menos.
pl: Wielomianowa regresja logistyczna wymaga, aby zmienna zależna była czynnikiem z co najmniej 3 poziomami.
pt: A regressão multinomial logística requere que a variável dependente seja um fator com pelo menos 3 níveis.
ta: மல்டினோமியல் லாசிச்டிக் பின்னடைவுக்கு சார்பு மாறி குறைந்தது 3 நிலைகளைக் கொண்ட ஒரு காரணியாக இருக்க வேண்டும்.
tr: Multinomiyal lojistik regresyon, bağımlı değişkenin en az 3 düzeyi olan bir faktör olmasını gerektirir.

source: Ordinal logistic regression requires the dependent variable to be a factor with at least 3 levels.
es: La Regresión Logística Ordinal necesita que la variable dependiente sea un factor con al menos 3 niveles.
eu: Erregresio logistiko ordinalak mendeko aldagaia gutxienez 3 maila dituen faktore bat izatea eskatzen du.
gl: A Regresión Loxística Ordinal require que a variable dependente sexa un factor con 3 niveis, cando menos.
pl: Regresja logistyczna wymaga, aby zmienna zależna była czynnikiem z co najmniej 3 poziomami.
pt: A regressão ordinal logística requere que a variável dependente seja um fator com pelo menos 3 níveis.
ta: ஆர்டினல் லாசிச்டிக் பின்னடைவுக்கு சார்பு மாறி குறைந்தது 3 நிலைகளைக் கொண்ட ஒரு காரணியாக இருக்க வேண்டும்.
tr: Sıralı lojistik regresyon, bağımlı değişkenin en az 3 düzeyi olan bir faktör olmasını gerektirir.

source: Firth logistic regression requires the dependent variable to be a factor with 2 levels.
es: La Regresión Logística de Firth necesita que la variable dependiente sea un factor con al menos 2 niveles.
eu: Firth erregresio logistikoek mendeko aldagaia 2 maila dituen faktore bat izatea eskatzen dute.
gl: A Regresión Loxística de Firth require que a variable dependente sexa un factor con 2 niveis, cando menos.
pl: Regresja logistyczna Firtha wymaga, aby zmienna zależna była czynnikiem z 2 poziomami.
pt: A regressão logística de Firth requere que a variável dependente seja um fator com 2 níveis.
ta: ஃபிர்த் லாசிச்டிக் பின்னடைவுக்கு சார்பு மாறி 2 நிலைகளைக் கொண்ட ஒரு காரணியாக இருக்க வேண்டும்.
tr: Firth lojistik regresyonu, bağımlı değişkenin 2 düzeyi olan bir faktör olmasını gerektirir.

source: Model Summary
es: Resumen del Modelo
eu: Ereduaren Laburpena
gl: Resumo do Modelo
ja: モデルの概要
pl: Podsumowanie modelu
pt: Resumo do Modelo
ta: மாதிரி சுருக்கம்
tr: Model Özeti

source: Model Summary - %s
es: Resumen del Modelo - %s
eu: Ereduaren laburpena - %s
gl: Resumo do Modelo - %s
ja: モデルの概要 - %s
pl: Podsumowanie modelu - %s
pt: Resumo do modelo - %s
ta: மாதிரி சுருக்கம் - %s
tr: Model Özeti - %s

source: Model
es: Modelo
eu: Eredua
gl: Modelo
ja: モデル
pt: Modelo
ta: மாதிரியுரு

source: Deviance
es: Desviación
eu: Desbideratzea
gl: Desviación
ja: デビアンス
pl: Odchylanie
pt: Desvio
ta: விலகல்
tr: Sapma

source: BIC
ta: பிக்

source: df
es: gl
eu: ag
gl: gl
pt: gl
ta: டி.எஃப்
tr: sd

source: Null model contains nuisance parameters: %s.
es: El modelo nulo contiene parámetros molestos: %s.
eu: Eredu nuluak parametro gogaikarriak????? ditu: %s.
gl: O modelo nulo contén parámetros molestos: %s.
ja: Nullモデルには局外パラメータが含まれています: %s.
pl: Model zerowy zawiera parametry zakłócające: %s.
pt: O modelo nulo contém parâmetros incômodos: %s.
ta: சுழிய மாதிரியில் தொல்லை அளவுருக்கள் உள்ளன: %s.
tr: Null model rahatsızlık parametreleri içerir: %s.

source: Model Fit
es: Ajuste del modelo
gl: Axuste do modelo
pl: Dopasowanie modelu
pt: Ajuste do Modelo
ta: மாதிரி பொருத்தம்
tr: Model Uyumu

source: Statistic
es: Estadístico
eu: Estatistikoa
gl: Estatístico
ja: 統計量
pl: Statystyka
pt: Estatística
ta: புள்ளிவிவரம்
tr: İstatistik

source: Coefficients
es: Coeficientes
eu: Koefizienteak
gl: Coeficientes
ja: 係数
pl: Współczyniki
pt: Coeficientes
ta: குணகங்கள்
tr: Katsayılar

source: Estimate
es: Estimar
eu: Estimazioa
gl: Estimar
ja: 推定
pl: Oszacowanie
pt: Estimativa
ta: மதிப்பிடு
tr: Kestirim

source: Standard Error
es: Error Típico
eu: Errore Estandarra
gl: Erro Padrón
ja: 標準誤差
pl: Błąd standardowy
pt: Erro Padrão
ta: நிலையான பிழை
tr: Standart Hata

source: Lower Bound
es: Límite Inferior
eu: Beheko muga
gl: Límite Inferior
pl: Dolna granica
pt: Limite Inferior
ta: கீழ் எல்லை
tr: Alt Sınır

source: Upper Bound
es: Límite Superior
eu: Goiko muga
gl: Límite Superior
pl: Górna granica
pt: Limite Superior
ta: மேல் பிணைப்பு
tr: Üst Sınır

source: %1$s level '%2$s' coded as class 1.
es: %1$s nivel '%2$s' codificado como clase 1.
eu: %1$s maila '%2$s' 1. klase gisa kodetuta.
gl: %1$s nivel '%2$s' codificado como clase 1.
ja: %1$s水準の「%2$s」がクラス1としてコード化されています。
pl: %1$s poziom '%2$s' zakodowany jako klasa 1.
pt: %1$s nível '%2$s' codificado como classe 1.
ta: %1$s நிலை '%2$s' வகுப்பு 1 ஆக குறியிடப்பட்டுள்ளது.
tr: %1$s düzeyi '%2$s', sınıf 1 olarak kodlandı.

source: %1$s levels: %2$s. '%3$s' is the reference level.
es: Niveles %1$s: %2$s. '%3$s' es el nivel de referencia.
eu: %1$s mailak: %2$s. '%3$s' erreferentzia maila da.
gl: Niveis %1$s: %2$s. '%3$s' é o nivel de referencia.
pl: %1$s poziomy: %2$s. '%3$s' jest punktem odniesienia.
pt: %1$s níveis: %2$s. '%3$s' é o nível de referência.
ta: %1$s நிலைகள்: %2$s. '%3$s' என்பது குறிப்பு நிலை.
tr: %1$s düzeyleri: %2$s. '%3$s' referans düzeyidir.

source: %1$s levels: %2$s. Linear predictors: %3$s.
es: Niveles %1$s: %2$s. Predictores lineales: '%3$s'.
eu: %1$s mailak: %2$s. Aurreikusle linealak: %3$s.
gl: Niveis %1$s: %2$s. Preditores lineais: '%3$s'.
pl: Poziomy %1$s: %2$s. Predyktory liniowe: %3$s.
pt: %1$s níveis: %2$s. Preditores lineares: %3$s.
ta: %1$s நிலைகள்: %2$s. நேரியல் முன்னறிவிப்பாளர்கள்: %3$s.
tr: %1$s düzeyleri: %2$s. Lineer yordayıcılar: %3$s.

source: Diagnostics
es: Diagnósticos
eu: Diagnosiak
gl: Diagnósticos
pl: Diagnostyka
pt: Diagnóstico
ta: கண்டறிதல்
tr: Tanılamalar

source: Residuals vs. Fitted Plots
es: Gráficos de Errores vs. Ajustes
eu: Hondakinak vs. Egokitutako grafikoak
gl: Gráficas de Erros vs. Axustes
ja: 残差 vs. 適合プロット
pl: Wykresy reszty vs. dopasowane
pt: Gráficos dos resíduos vs. ajustados
ta: எச்சங்கள் எதிராக பொருத்தப்பட்ட அடுக்குகள்
tr: Artıklar - Uydurulan Değerler Grafikleri

source: Standardized %1s residuals vs. fitted values
es: Errores %1s tipificados vs. valores ajustados
eu: Estandarizatutako %1s hondarrak vs. egokitutako balioak
gl: Erros %1s tipificados vs. valores axustados
ja: 標準化 %1s 残差 vs. 適合値
pl: Reszty standaryzowane %1s vs wartości dopasowane
pt: Resíduos padronizados %1s vs. valores ajustados
ta: தரப்படுத்தப்பட்ட %1s எச்சங்கள் மற்றும் பொருத்தப்பட்ட மதிப்புகள்
tr: Standartlaştırılmış %1s artıkları - uydurulan değerler

source: Standardized %1s residual
es: Error %1s tipificado
eu: Estandarizatutako %1s hondarra
gl: Erro %1s tipificado
ja: 標準化 %1s 残差
pl: Reszty standaryzowane %1s
pt: Resíduo padronizado %1s
ta: தரப்படுத்தப்பட்ட %1s எஞ்சியவை
tr: Standartlaştırılmış %1s artık

source: %1s Residuals vs. Predictor Plots
es: Gráficos de Errores %1s vs. Predictores
eu: %1s Hondarrak vs. Aurreikusle Grafikoak
gl: Gráficas de Erros %1s vs. Preditores
ja: %1s 残差 vs. 予測子プロット
pl: Wykresy %1s reszty vs predyktory
pt: Gráficos dos Resíduos %1s vs. Preditores
ta: %1s எச்சங்கள் எதிராக முன்கணிப்பு அடுக்கு
tr: %1s Artıkları - Yordayıcı Grafikleri

source: Standardized %1$s residuals vs. %2$s
es: Errores %1$s tipificados vs. %2$s
eu: Estandarizatutako %1$s hondarrak vs. %2$s
gl: Erros %1$s tipificados vs. %2$s
ja: 標準化 %1$s 残差 vs. %2$s
pl: Reszty standaryzowane %1$s vs %2$s
pt: Resíduos padronizados %1$s vs. %2$s
ta: தரப்படுத்தப்பட்ட %1$s எச்சங்கள் Vs. %2$s
tr: Standartlaştırılmış %1$s artıkları - %2$s

source: Partial Residual Plots
es: Gráficos de Errores Parciales
eu: Hondakin Partzialen Grafikoak
gl: Gráficas de Erros Parciais
pl: Wykres reszt cząstkowych
pt: Gráficos de Resíduos Parciais
ta: பகுதி எஞ்சிய அடுக்கு
tr: Kısmi Artık Grafikleri

source: Partial residual plot for %1s
es: Gráfico de errores parciales para %1s
eu: Hondakin partzialen grafikoa %1s-rako
gl: Gráfica de erros parciais para %1s
ja: %1s の偏残差プロット
pl: Wykres reszt cząstkowych dla %1s
pt: Gráfico residual parcial para %1s
ta: %1s களுக்கு பகுதி எஞ்சிய சூழ்ச்சி
tr: %1s için kısmi artık grafiği

source: Partial residual for %1s
es: Error parcial para %1s
eu: Hondakin partziala %1s-rako
gl: Erro parcial para %1s
pl: Reszty cząstkowe dla %1s
pt: Resíduos parciais para %1s
ta: %1s களுக்கு பகுதி எச்சம்
tr: %1s için kısmi artık

source: Plot: Working responses vs. linear predictor
es: Gráfico: Respuestas de operación vs. predictor lineal
eu: Grafikoa: Laneko erantzunak vs. aurreikusle lineala
gl: Gráfica: Respostas da operación vs. preditor linear
pl: Wykres: Odpowiedzi robocze vs predyktor liniowy
pt: Gráfico: Respostas de operação vs. preditor linear
ta: சதி: வேலை பதில்கள் எதிராக நேரியல் முன்கணிப்பு
tr: Grafik: Çalışma yanıtları - lineer yordayıcı

source: Working responses, z
es: Respuestas de operación, z
eu: Laneko erantzunak, z
gl: Respostas da operación, z
pl: Odpowiedzi robocze, z
pt: Respostas de operação, z
ta: வேலை பதில்கள், சட்
tr: Çalışma yanıtları, z

source: Outliers Tables
es: Tablas de Valores Atípicos
eu: Muturreko-balioen Taulak
gl: Táboas de Valores Atípicos
pl: Tabele wartości odstających
pt: Tabela de Outliers
ta: வெளிநாட்டவர்கள் அட்டவணைகள்
tr: Aykırı Değer Tabloları

source: Table: Top n outliers based on %1s residuals
es: Tabla: Los n mayores valores atípicos están basados en %1s errores
eu: Taula: %1s hondarretan oinarritutako muturreko-balio nagusiak
gl: Táboa: Os n maiores valore atípicos están baseados en %1s erros
pl: Tabela: Najwyższe n wartości odstających na podstawie reszt %1s
pt: Tabela Os maiores n outliers baseados em %1s resíduos
ta: அட்டவணை: %1s எச்சங்களை அடிப்படையாகக் கொண்ட சிறந்த n வெளியீட்டாளர்கள்
tr: Tablo: %1s artıklarına dayalı ilk n aykırı değer

source: Case Number
es: Número de Caso
gl: Número de Caso
ja: ケース番号
pl: Identyfikator obserwacji
pt: Número do caso
ta: வழக்கு எண்
tr: Vaka Numarası

source: Multicollinearity Diagnostics
es: Diagnósticos de Multicolinealidad
eu: Kolinealitate anitzeko Diagnosiak
gl: Diagnósticos de Multicolinearidade
ja: 多重共線性診断
pl: Diagnostyka współliniowości
pt: Diagnósticos de multicolinearidade
ta: மல்டிகோலினரிட்டி கண்டறிதல்
tr: Çoklu Doğrusallık Tanılamaları

source: Tolerance
es: Tolerancia
eu: Tolerantzia
gl: Tolerancia
ja: 許容度
pl: Toleracja
pt: Tolerância
ta: பொறுமை
tr: Tolerans

source: Estimated Marginal Means and Contrast Analysis
es: Medias Marginales Estimadas y Análisis de Contraste
eu: Kalkulatutako Batez besteko Marjinalak eta Kontraste Analisia
gl: Medias Marxinais Estimadas e Análise de Comparación
pl: Oszacowane średnie brzegowe i analiza kontrastu
pt: Médias Marginais Estimadas e Análise de Contrastes
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள் மற்றும் மாறுபட்ட பகுப்பாய்வு
tr: Tahmini Marjinal Ortalamalar ve Kontrast Analizi

source: Estimated Marginal Means
es: Medias marginales estimadas
eu: Estimatutako Marjina Batez bestekoak
gl: Medias marxinais estimadas
ja: 推定周辺平均
pl: Oszacowane średnie brzegowe
pt: Médias marginais estimadas
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள்
tr: Tahmini Marjinal Ortalamalar

source: SE
es: ET
eu: EE
gl: EP
ja: 標準誤差
pl: Błąd stand.
pt: EP
ta: உடன்
tr: SH

source: Lower
es: Inferior
eu: Behekoa
gl: Inferior
ja: 下限
pl: Dolny
pt: Inferior
ta: கீழ்
tr: Alt

source: %s%% CI
es: IC del %s%%
eu: %s%% KT
gl: IC do %s%%
pl: %s%% PU
pt: %s%% IC
ta: %s%% தொஒ
tr: %s%% GA

source: Upper
es: Superior
eu: Goikoa
gl: Superior
ja: 上限
pl: Górny
pt: Superior
ta: மேல்
tr: Üst

source: t
ta: டி

source: z
ta: சட்

source: Results are on the response scale.
es: Los resultados están en la escala de respuesta.
eu: Emaitzak erantzun-eskalan daude.
gl: Os resultados están na escala de resposta.
pl: Wyniki przedstawione są w skali odpowiedzi.
pt: Os resultados estão na escala de resposta.
ta: முடிவுகள் மறுமொழி அளவில் உள்ளன.
tr: Sonuçlar yanıt ölçeğindedir.

source: Results are not on the response scale and might be misleading.
es: Los resultados no están en la escala de respuesta y podrían ser engañosos.
eu: Emaitzak ez daude erantzun-eskalan eta engainagarriak izan daitezke.
gl: Os resultados non están na escala de resposta e poderían ser enganosos.
pl: Wyniki nie są przedstawione w skali odpowiedzi i mogą wprowadzać w błąd.
pt: Os resultados não estão na escala de resposta e podem ser enganosos.
ta: முடிவுகள் மறுமொழி அளவில் இல்லை மற்றும் தவறாக வழிநடத்தும்.
tr: Sonuçlar yanıt ölçeğinde değildir ve yanıltıcı olabilir.

source: Contrasts
es: Contrastes
eu: Kontrasteak
gl: Comparacións
pl: Kontrasty
pt: Contrastes
ta: முரண்பாடுகள்
tr: Kontrastlar

source: Odds Ratio
es: Razón de Probabilidades
eu: Odds Ratioa
gl: Razón de Probabilidades
ja: オッズ比
pl: Iloraz szans
pt: Razão de Chances
ta: முரண்பாடுகள் விகிதம்
tr: Odds Oranı

source: Ratio
es: Proporción
eu: Ratioa
gl: Proporción
pl: Stosunek
pt: Razão
ta: விகிதம்
tr: Oran

source: trying + %s
es: Intentando + %s
eu: + %s saiatzen
gl: Intentando + %s
ja: 試行回数 + %s
pl: próbowanie + %s
pt: tentando + %s
ta: முயற்சி + %s
tr: deneniyor + %s

source: F test assumes 'quasi%s' family
es: El contraste F asume una familia 'quasi%s'
eu: F probak 'quasi%s' familia suposatzen du
gl: A proba F supón unha familia 'quasi%s'
ja: F検定は「準%s」ファミリーを想定しています
pl: Test F zakłada analizy typu 'quasi%s'
pt: Teste F assume 'quasi%s'
ta: எஃப் சோதனை 'அரை%s' குடும்பத்தை ஏற்றுக்கொள்கிறது
tr: F testi 'quasi%s' ailesini varsayar

source: Stepwise procedures are not supported for models containing factors with more than 2 levels; retry the analysis using dummy variables
es: Los procedimientos paso a paso no se admiten en modelos que contienen factores con más de 2 niveles; vuelve a intentar el análisis utilizando variables ficticias
gl: Os procedementos paso a paso non se admiten en modelos que conteñen factores con máis de 2 niveis; volve intentar a análise utilizando variables ficticias
pl: Procedury krokowe nie są obsługiwane dla modeli zawierających czynniki z więcej niż 2 poziomami; spróbuj ponownie przeprowadzić analizę, używając zmiennych zero-jedynkowych
pt: Procedimentos passo a passo não são suportados em modelos contendo fatores com mais de 2 níveis; refaça a análise usando variáveis fictícias
ta: 2 நிலைகளுக்கு மேல் காரணிகளைக் கொண்ட மாதிரிகளுக்கு படிப்படியான நடைமுறைகள் ஆதரிக்கப்படவில்லை; போலி மாறிகளைப் பயன்படுத்தி பகுப்பாய்வை மீண்டும் முயற்சிக்கவும்
tr: Adımsal yöntemler, 2'den fazla düzeyi olan faktörler içeren modeller için desteklenmez; kukla değişkenler kullanarak analizi tekrar deneyin

source: Stepwise procedures are not supported for interactions containing more than 1 factor
es: Los procedimientos paso a paso no se admiten para interacciones que contienen más de 1 factor
eu: Pausoz pausoko prozedurak ez dira onartzen faktore bat baino gehiago dituzten interakzioetarako
gl: Os procedementos paso a paso non se admiten para interaccións que conteñen máis de 1 factor
pl: Procedury krokowe nie są obsługiwane dla interakcji zawierających więcej niż jeden czynnik
pt: Procedimentos passo a passo não são suportados para interações contendo mais de 1 fator
ta: 1 க்கும் மேற்பட்ட காரணிகளைக் கொண்ட தொடர்புகளுக்கு படிப்படியான நடைமுறைகள் ஆதரிக்கப்படவில்லை
tr: Adımsal yöntemler, 1'den fazla faktör içeren etkileşimler için desteklenmez

source: Error in Stepping Method Criteria: Entry p-value needs to be smaller than removal p-value
es: Fallo en el Criterio del Método Paso a Paso: El valor P introducido debe ser menor que el valor P eliminado
eu: Pausoz pausoko metodoaren irizpideetan errorea: Sarrerako p-balioa kentzeko p-balioa baino txikiagoa izan behar da
gl: Fallo no Criterio do Método Paso a Paso: O valor P introducido debe ser menor que o valor P eliminado
ja: ステップ法の基準のエラーです。入力したp値は削除のp値より小さい必要があります
pl: Błąd w kryteriach metody krokowej: Wartość p dla wejścia musi być mniejsza niż wartość p dla usunięcia
pt: Erro nos critérios do método de escalonamento: o valor p de entrada precisa ser menor do que o valor p de remoção
ta: படிநிலை முறை அளவுகோல்களில் பிழை: நுழைவு பி-மதிப்பு அகற்றுவதை விட சிறியதாக இருக்க வேண்டும் பி-மதிப்பை
tr: Adımsal Yöntem Kriterlerinde Hata: Giriş p-değeri, çıkarma p-değerinden küçük olmalıdır

source: Error in Stepping Method Criteria: Entry F-value needs to be larger than removal F-value
es: Fallo en el Criterio del Método Paso a Paso: El valor F introducido debe ser mayor que el valor F eliminado
eu: Pausoz pausoko Metodoaren Irizpideetan errorea: Sarrerako F-balioa kentzeko F-balioa baino handiagoa izan behar da
gl: Fallo no Criterio do Método Paso a Paso: O valor F introducido debe ser maior que o valor F eliminado
ja: ステップ法の基準のエラーです。入力したF値は削除のF値より大きい必要があります
pl: Błąd w kryteriach metody krokowej: wartość F dla wejścia musi być większa niż wartość F dla usunięcia
pt: Erro nos critérios do método de escalonamento: o valor F de entrada precisa ser maior do que o valor F de remoção
ta: படிநிலை முறை அளவுகோல்களில் பிழை: நுழைவு f- மதிப்பு அகற்றுவதை விட பெரியதாக இருக்க வேண்டும் f- மதிப்பை
tr: Adımsal Yöntem Kriterlerinde Hata: Giriş F-değeri, çıkarma F-değerinden büyük olmalıdır

source: Adjusted R%s
es: R%s Ajustado
eu: Doitutako R%s
gl: R%s Corrixido
ja: 調整済み R%s
pl: Skorygowane R%s
pt: R%s ajustado
ta: சரிசெய்யப்பட்ட r%s
tr: Düzeltilmiş R%s

source: RMSE
pt: RMSEA
ta: ஆர்.எம்.எச்.இ.

source: R%s Change
es: Cambio en R%s
eu: R%s Aldaketa
gl: Cambio no R%s
ja: R%s の変化
pl: Zmiana R%s
pt: R%s de mudança
ta: R%s மாற்றம்
tr: R%s Değişimi

source: F Change
es: Cambio en F
eu: F Aldaketa
gl: Cambio no F
ja: F 変更
pl: Zmiana F
pt: Mudança F
ta: F மாற்றம்
tr: F Değişimi

source: df1
es: gl1
eu: ag1
gl: gl1
pt: gl1
ta: டி.எஃப் 1
tr: sd1

source: df2
es: gl2
eu: ag2
gl: gl2
pt: gl2
ta: டி.எஃப் 2
tr: sd2

source: Autocorrelation
es: Autocorrelación
eu: Autokorrelazio
gl: Autocorrelación
ja: 自己相関
pl: Autokorelacja
pt: Autocorrelação
ta: தன்னொட்டுறவு
tr: Otokorelasyon

source: Durbin-Watson
ja: ダービン・ワトソン
pt: Teste Durbin-Watson
ta: டர்பின்-வாட்சன்

source: p-value for Durbin-Watson test is unavailable for weighted regression.
es: El valor P para el contraste de Durbin-Watson no está disponible para la regresión ponderada.
eu: Durbin-Watson testaren p-balioa ez dago erabilgarri erregresio haztaturako.
gl: O valor P para a proba de Durbin-Watson non está dispoñible para a regresión ponderada.
ja: ダービン-ワトソン検定のp値は重み付け回帰では使用できません。
pl: Wartość p testu Durbin-Watson jest niedostępna dla regresji ważonej.
pt: O p-valor para o teste de Durbin-Watson está indisponível para a regressão ponderada.
ta: டர்பின்-வாட்சன் சோதனைக்கான பி-மதிப்பு எடையுள்ள பின்னடைவுக்கு கிடைக்கவில்லை.
tr: Durbin-Watson testi için p-değeri, ağırlıklı regresyon için mevcut değildir.

source: No covariate could be entered in the model
es: No se puede introducir ninguna covariable en el modelo
eu: Ezin da kobarianterik sartu ereduan
gl: Non se pode introducir ningunha covariante no modelo
ja: モデルに共変量を組み込むことができませんでした
pl: Do modelu nie można było wprowadzić żadnej współzmiennej
pt: Nenhuma covariável pôde ser inserida no modelo
ta: மாதிரியில் எந்த கோவாரியட்டையும் உள்ளிட முடியவில்லை
tr: Modele hiçbir kovaryat girilemedi

source: ANOVA
ja: 分散分析
ta: அனோவா

source: Sum of Squares
es: Suma de Cuadrados
eu: Karratuen Batura
gl: Suma de Cadrados
ja: 平方和
pl: Suma kwadratów
pt: Soma dos quadrados
ta: சதுரங்களின் தொகை
tr: Kareler Toplamı

source: Mean Square
es: Cuadrado Medio
eu: Batez besteko Karratua
gl: Media de Cadrados
ja: 平均平方
pl: Średni kwadrat
pt: Média Quadrática
ta: சராசரி நாற்கை
tr: Ortalama Kare

source: Regression
es: Regresión
eu: Erregresioa
gl: Regresión
ja: 回帰
pl: Regresja
pt: Regressão
ta: பின்னடைவு
tr: Regresyon

source: Total
eu: Guztira
ja: 合計
pl: Całość
ta: மொத்தம்
tr: Toplam

source: Unstandardized
es: No tipificado
eu: Estandarizatu gabea
gl: Non tipificado
ja: 非標準化
pl: Niestandaryzowane
pt: Não padronizado
ta: தடையில்லா
tr: Standartlaştırılmamış

source: Standardized
es: Tipificado
eu: Estandarizatua
gl: Tipificado
ja: 標準化
pl: Standaryzowane
pt: Padronizado
ta: தரப்படுத்தப்பட்ட
tr: Standartlaştırılmış

source: %.0f%% CI
es: IC del %.0f%%
gl: IC do %.0f%%
pl: %.0f%% PU
pt: %.0f%% IC
ta: %.0f%% தொஒ
tr: %.0f%% GA

source: Collinearity Statistics
es: Estadísticos de Multicolinealidad
eu: Kolinealtasun Estatistikoak
gl: Estatísticos de Multicolinearidade
ja: 共線性統計
pl: Statystyki współliniowości
pt: Estatísticas de colinearidade
ta: கொலைனரிட்டி புள்ளிவிவரங்கள்
tr: Doğrusallık İstatistikleri

source: Standardized coefficients can only be computed for continuous predictors.
es: Los coeficientes tipificados solo poden calcularse para predictores continuos.
eu: Koefiziente estandarizatuak iragarle jarraituetarako bakarrik kalkula daitezke.
gl: Os coeficientes tipificados só poden calcularse para preditores continuos.
ja: 標準化係数は，連続予測変数についてのみ計算されます。
pl: Współczynniki standaryzowane można obliczyć tylko dla predyktorów ciągłych.
pt: Coeficientes padronizados só podem ser calculados para preditores contínuos.
ta: தரப்படுத்தப்பட்ட குணகங்களை தொடர்ச்சியான முன்கணிப்பாளர்களுக்கு மட்டுமே கணக்கிட முடியும்.
tr: Standartlaştırılmış katsayılar sadece sürekli yordayıcılar için hesaplanabilir.

source: Missing coefficients are undefined because of singularities. Check the data for anything out of order!
es: Los coeficientes ausentes no están definidos a causa de singularidades. ¡Comprueba que los datos no tienen nada fuera de lugar!
eu: Koefiziente faltak definitu gabe daude singularitateengatik. Egiaztatu datuak ordena desegokian dagoen ezer!
gl: Os coeficientes ausentes non están definidos a causa de singularidades. Comproba que os datos non teñen nada fóra de lugar!
ja: 特異なので欠落している係数が定義できません。データに異常がないか確認してください！
pl: Brakujące współczynniki są niezdefiniowane z powodu osobliwości. Sprawdź dane pod kątem potencjalnych problemów!
pt: Os coeficientes ausentes estão indefinidos devido às singularidades. Verifique os dados para ver se há algo fora de ordem!
ta: ஒருமைப்பாடு காரணமாக காணாமல் போன குணகங்கள் வரையறுக்கப்படவில்லை. ஆர்டருக்கு வெளியே எதற்கும் தரவைச் சரிபார்க்கவும்!
tr: Eksik katsayılar, tekil durumlar nedeniyle tanımsızdır. Verilerde sıra dışı bir şey olup olmadığını kontrol edin!

source: Bootstrap Coefficients
es: Coeficientes de Bootstrap
eu: Bootstrap Koefizienteak
gl: Coeficientes de Bootstrap
ja: ブートストラップ係数
pl: Współczynniki bootstrapowe
pt: Coeficientes de Bootstrap
ta: தொடக்கவார் குணகங்கள்
tr: Önyükleme Katsayıları

source: Bias
es: Sesgo
eu: Alborapena
gl: Nesgo
ja: バイアス
pl: Stronniczość
pt: Viés
ta: சார்பு
tr: Yanlılık

source: Bootstrapping based on %i replicates.
es: Bootstrapping basado en %i repeticiones.
eu: Bootstrappinga %i errepikapenetan oinarrituta.
gl: Bootstrapping baseado en %i repeticións.
ja: %i の再現に基づくブートストラップ。
pl: Bootstrap oparty na %i replikacjach.
pt: Bootstrapping baseado em réplicas de %i.
ta: %i பிரதிகளின் அடிப்படையில் பூட்ச்ட்ராப்பிங்.
tr: Önyükleme %i tekrara dayanmaktadır.
